Repository: kokoye2007/lenmus
Catalog: locale/*/lenmus_*.po
Languages: fr, gl_es, it

source: Toolbox: select clef tools
fr: Boîte à outils : outils de sélection des clef

source: Toolbox: select barline tools
fr: Boîte à outils : outils de sélection des barres de mesures

source: Toolbox: select symbols tools
fr: Boîte à outils : outils de sélection des symboles

source: Select note/rest duration: longa
fr: Sélection de la durée de la note / du silence : longue / quadruple-pause

source: Select note/rest duration: breve
fr: Sélection de la durée de la note / du silence : brève / double-pause

source: Select note/rest duration: whole
fr: Sélection de la durée de la note / du silence : ronde / pause

source: Select note/rest duration: half
fr: Sélection de la durée de la note / du silence : blanche / demi-pause

source: Select note/rest duration: quarter
fr: Sélection de la durée de la note / du silence : noire / soupir

source: Select note/rest duration: eight
fr: Sélection de la durée de la note / du silence : croche / demi-soupir

source: Select note/rest duration: 16th
fr: Sélection de la durée de la note / du silence : double croche / quart de soupir

source: Select note/rest duration: 32nd
fr: Sélection de la durée de la note / du silence : triple croche / 8e de soupir

source: Select note/rest duration: 64th
fr: Sélection de la durée de la note / du silence : quadruple croche / 16e de soupir

source: Select note/rest duration: 128th
fr: Sélection de la durée de la note / du silence : quintuple croche / 32e de soupir

source: Select note/rest duration: 256th
fr: Sélection de la durée de la note / du silence : sextuple croche / 64e de soupir

source: Select next accidental
fr: Sélectionner l'altération accidentelle suivante

source: Select prev accidental
fr: Sélectionner l'altération accidentelle

source: Select next voice
fr: Sélectionner la voix suivante

source: Select prev voice
fr: Sélectionner la voix précédente

source: Select next octave
fr: Sélectionner l'octave suivant

source: Select prev octave
fr: Sélectionner l'octave précédent

source: Increment note/rest dots
fr: Augmenter le nombre de point de prolongation

source: Decrement note/rest dots
fr: Diminuer le nombre de point de prolongation

source: Action code not defined.
fr: Code d'action non défini.

source: Choose colors to use:
fr: Choisissez les couleurs à utiliser :
gl_es: Elixa as cores que vaia utilizar:
it: Scegli i colori da usare:

source: Never
fr: Jamais
gl_es: Nunca
it: Mai

source: Daily
fr: Quotidien
gl_es: Diariamente
it: Giornaliermente

source: Weekly
fr: Hebdomadaire
gl_es: Semanalmente
it: Settimanalmente

source: Monthly
fr: Mensuel
gl_es: Mensualmente
it: Mensilmente

source: Internet connection options
fr: Options de connexion à Internet
gl_es: Opcións de conexión a Internet
it: Opzioni di connettività internet

source: Software updates
fr: Mises à jour logicielles
gl_es: Actualizacións do soporte lóxico
it: Aggiornamenti software

source: Check for updates
fr: Recherche de mises à jour
gl_es: Buscar &actualizacións
it: Controlla aggiornamenti

source: Last successful check:
fr: Dernières vérifications réussies :
gl_es: Última comprobación:
it: Ultimo controllo riuscito:

source: Use a proxy server to connect to Internet
fr: Utiliser un proxy pour se brancher à Internet
gl_es: Conexión a Internet a través dun proxy
it: Usa un proxy server per connessione Internet

source: Proxy settings
fr: Paramètres du proxy
gl_es: Datos do proxy
it: Impostazione proxy

source: Server settings
fr: Paramètres du serveur
gl_es: Datos do servidor
it: Impostazioni server

source: Host:
fr: Serveur :

source: Port number:
fr: Numéro de port :
gl_es: Porto:
it: Numero porta:

source: Please enter data for both, host name and port number
fr: Saisir les donnés du nom du serveur et du numéro de port
gl_es: Por favor, indique nome de host e número de porto
it: Per favore, inserire i dati per entrambi, nome host e numero porta

source: Proxy server requires authentication
fr: Le serveur proxy nécessite une authentification
gl_es: A conexión ao proxy necesita autenticidade
it: Il proxy server richiede autenticazione

source: Authentication
fr: Authentification
gl_es: Autenticidade
it: Autenticazione

source: Username:
fr: Nom d'utilisateur :
gl_es: Usuario/a:

source: Password:
fr: Mot de passe :
gl_es: Contrasinal:

source: Please enter data for both, user name and password
fr: Saisir le nom d'utilisateur et le mot de passe
gl_es: Por favor, indique usuario/a e contrasinal
it: Si prega di inserire dati per entrambi, username e password

source: Language preferences
fr: Préférences de langue
gl_es: Preferencias de idioma
it: Preferenze di linguaggio

source: Choose language to use:
fr: Choisissez la langue à utiliser :
gl_es: Elixa o idioma que vaia utilizar:
it: Scegli il linguaggio da usare:

source: Configuration options
fr: Options de configuration
gl_es: Opcións de configuración
it: Opzioni di configurazione

source: Language
fr: Langue
gl_es: Idioma
it: Linguaggio

source: Toolbars
fr: Barres d'outils
gl_es: Barras de ferramentas
it: Barre strumenti

source: Shortcuts
fr: Raccourcis

source: Playback
fr: Morceau
gl_es: Tocar
it: Riproduzione

source: Please correct the errors before moving to another section.
fr: Corrigez les erreurs avant de passer à une autre section.
gl_es: Por favor, corrixa os erros antes de pasar a outra sección.
it: Si prega di correggere gli errori prima di muoversi ad un'altra sezione.

source: Other options
fr: Autres options
gl_es: Outras opcións
it: Altre opzioni

source: Exercises
fr: Exercices
gl_es: Exercicios
it: Esercizi

source: Generate right/wrong sounds when clicking an answer button
fr: Générer des sons Correct/Faux quand une réponse est donnée
gl_es: Xerar son de acerto/erro ao premer un botón de resposta
it: Genera suoni giusto/sbagliato quando si clicca sul bottone di risposta

source: Do not show solution and generate new problem if answer is correct
fr: Ne pas montrer la solution et générer un nouveau problème si la réponse est correcte
gl_es: Se a resposta é correcta, non mostar a solución e xerar un novo problema
it: Non mostrare la soluzione e genera un nuovo problema se la risposta è corretta

source: Enable experimental (unstable / in development) features
fr: Autoriser des fonctionnalités expérimentales (instables / en cours de développent)

source: Playback options
fr: Options de lecture
gl_es: Opcións de reprodución
it: Opzioni di riproduzione

source: Visual tracking
fr: Suivi visuel
gl_es: Seguimento visual
it: Tracciamento visivo

source: Highlight notes being played back in color
fr: Surligner en couleur les notes en cours de lecture
gl_es: Resaltar en cor as notas reproducidas
it: Evidenzia le note riprodotte a colori

source: Highlight color
fr: Couleur de surlignage
gl_es: Cor de resalte
it: Colore da evidenziare

source: Draw a cursor line at current beat
fr: Trace une ligne de curseur au temps en cours
gl_es: Debuxar unha liña do cursor ao tiempo actual
it: Disegna una linea del cursore alla battuta corrente

source: Cursor line color
fr: Couleur du curseur
gl_es: Cor da liña do cursor
it: Colore della linea del cursore

source: Cursor line width (millimeters)
fr: Largeur du curseur (millimètres)
gl_es: Ancho da liña do cursor (milímetros)
it: Larghezza della linea del cursore (millimetri)

source: Error: invalid width
fr: Erreur : largeur invalide
gl_es: Erro: ancho non válido
it: Errore: larghezza non valida

source: Keyboard shortcuts
fr: Raccourcis clavier

source: Category:
fr: Catégorie :

source: Shortcut
fr: Raccourci

source: Reset all to default
fr: Remettre tous les paramètres par défaut

source: Clear selected
fr: Effacer la sélection

source: Change selected
fr: Modifier la sélection

source: Sound configuration
fr: Configuration du son

source: Use external synthesizer
fr: Utiliser un synthétiseur externe

source: Use internal synthesizer
fr: Utiliser un synthétiseur interne

source: Choose synthesizer to use
fr: Choisissez la synthétiseur à utiliser

source: Reset to defaults
fr: Remettre les paramètres par défaut

source: Internal synth.
fr: Synth. interne

source: External synth.
fr: Synth. externe

source: Instrument sound
fr: Son de l'instrument

source: Metronome sound
fr: Son du métronome

source: SoundFont to use
fr: SoundFont à utiliser

source: A Soundfont is a file (.sf2/.sf3) with a collection of sample-based instrument sounds. The internal synthesizer needs a SoundFont to generate the sounds.
fr: Soundfont est un fichier(.sf2/.sf3) qui contient une collection de son d'instruments basée sur de l’échantillonnage. Le synthétiseur interne a besoin d'un Soundfont pour créer les sons.

source: Soundfont to use
fr: SoundFont à utiliser

source: Change
fr: Modification

source: Choose the SoundFont to load
fr: Choisissez le SoundFount à charger

source: Midi devices to use
fr: Périphériques Midi à utiliser
gl_es: Dispositivos Midi que se van utilizar
it: Dispositivi MIDI da usare

source: To generate sounds the program needs a MIDI synthesizer device. Normally, one of these devices is included in the sound board of the PC, but your PC might have more than one.
fr: Pour générer des sons, le logiciel a besoin d'un dispositif synthétiseur. Normalement, il en existe un dans la carte son de l'ordinateur mais votre PC doit en avoir plus d'un.
gl_es: Para xerar os sons o programa necesita un dispositivo sintetizador MIDI. Normalmente un destes dispositivos está incluído na tarxeta de son do PC, pero pode haber máis de un.
it: Per generare suoni, il programma necessita di un dispositivo sintetizzatore MIDI. Normalmente, uno di questi dispositivi è incluso nella scheda sonora del tuo PC, ma potrebbero essercene anche più d'uno.

source: If your PC has more than one device, choose one of them. You can test all of them and choose the one whose sound you prefer.
fr: Si votre ordinateur a plus d'un dispositif synthétiseur, vous devez en choisir un. Vous pouvez tous les essayer et choisir celui que vous préférez.
gl_es: Se o teu PC ten máis de un, elixe o que prefiras. Podes probar os que existan e elixir logo o que proporcione o son que máis che guste.
it: Se il tuo PC possiede più di un dispositivo, scegline uno. Puoi provarli e scegliere quello che suona meglio per te.

source: Output device:
fr: Dispositif de sortie :
gl_es: Dispositivo de saída:
it: Dispositivo di output:

source: None
fr: Aucun
gl_es: Ningún
it: Niente

source: Voice channel and instrument
fr: Canal de voix et instruments
gl_es: Canle e instrumento para as melodías:
it: Canale voce e strumento

source: Channels 10 and 16 are specialized in percussion sounds. So it is recommended to choose any other channel (it doesn't matter which one).
fr: Les Canaux 10 et 16 sont destinés aux percussions. Il est donc recommandé d'en choisir un autre (n'importe lequel).
gl_es: As canles 10 e 16 están especializadas en sons de percusión. Por iso, recoméndase elixir calquera outra canle distinta destas. Non importa cal.
it: I canali 10 e 16 sono dedicati ai suoni a percussione, pertanto, si raccomanda di scegliere qualsiasi altro canale.

source: To facilitate access to the instruments they are grouped into sections. First choose a section and then choose the desired instrument.
fr: Pour faciliter l'accès aux instruments, ils sont regroupés en sections. Tout d'abord, sélectionnez une section puis choisissez l'instrument souhaité.
gl_es: Para facilitar a localización dos distintos instrumentos agrupáronse en seccións. Elixe primeiro unha sección e logo o instrumento.
it: Per facilitare l'accesso agli strumenti, essi sono raggruppati in sezioni. Prima scegli una sezione e poi scegli lo strumento desiderato.

source: Channel:
fr: Canal :
gl_es: Canle:
it: Canale:

source: Metronome channel and sounds
fr: Canal et sons du métronome
gl_es: Canle e sons para o metrónomo
it: canale e suoni per il metronomo

source: Channels 10 and 16 are specialized in percussion sounds. So it is recommended to choose one of these (it doesn't matter which one).
fr: Les Canaux 10 et 16 sont destinés aux percussions. Il est donc recommandé d'en choisir un autre (n'importe lequel).
gl_es: As canles 10 e 16 están especializadas en sons de percusión. Recoméndase elixir unha delas (non importa cal das dúas).
it: I canali 10 e 16 sono dedicati ai suoni a percussione, pertanto, si raccomanda di scegliere uno di questi due.

source: To better identify the first beat of each measure it is possible to assign a different sound to it. But you can also choose the same sound for both, the first beat and the others.
fr: Pour mieux identifier la première pulsation de chaque mesure, il est possible de lui assigner un son différent. Mais vous pouvez aussi choisir le même son pour les deux, le premier et les suivants.
gl_es: Para identificar mellor o primeiro tempo de cada compás é posible asignar un son diferente ao primeiro golpe. Porén, tamén pode elixir o mesmo son que para os restantes.
it: Per meglio identificare la prima battuta di ogni misura è possibile assegnare un suono differente ad essa. E' anche possibile scegliere lo stesso suono per entrambe, la prima battuta e le altre.

source: Sound for first beat of each measure:
fr: Son pour la première pulsation de chaque mesure :
gl_es: Son para o primeiro tempo de cada compás:
it: Suono per la prima battuta di ogni misura:

source: Sound for other beats of each measure:
fr: Son pour les autres pulsations de chaque mesure :
gl_es: Son para os restantes tempos:
it: Suono per le altre battute di ogni misura:

source: Preferences for toolbars
fr: Préférences de la barre d'outils
gl_es: Preferencias para as barras de ferramentas
it: Preferenze per barre strumenti

source: &Small
fr: &Petites
gl_es: &Pequeno
it: &Piccole

source: &Medium
fr: &Moyennes
gl_es: &Mediano
it: &Medie

source: &Large
fr: &Grandes
gl_es: &Grande
it: &Grandi

source: Icons' size
fr: Taille des icônes
gl_es: Tamaño das iconas
it: Dimensioni icone

source: &No labels
fr: &Sans étiquettes
gl_es: &Sen etiquetas
it: &Niente etichette

source: Labels &bottom
fr: Etiquettes &en-bas
gl_es: Etiquetas &debaixo
it: Etichette in &basso

source: Labels &right
fr: Etiquettes &à droite
gl_es: &Etiquetas á dereita
it: Etichette a &destra

source: Labels
fr: Etiquettes
gl_es: Etiquetas
it: Etichette

source: Edit text
fr: Editer le texte
gl_es: Editar texto
it: Modifica testo

source: Copy
fr: Copier
gl_es: Copiar
it: Copia

source: Cut
fr: Couper
gl_es: Cortar
it: Taglia

source: Paste
fr: Coller
gl_es: Pegar
it: Incolla

source: Text color selector
fr: Sélecteur de couleur de texte
gl_es: Selector da cor do texto
it: Seleziona colore testo

source: Styles defined in current score
fr: Styles définis dans la partition courante
gl_es: Estilos definidos nesta partitura
it: Stili definiti nel pentagramma corrente.

source: Not yet implemented
fr: Pas encore implémenté
gl_es: Aínda non está implementado
it: Non ancora implementato

source: Text style:
fr: Style du texte :
gl_es: Estilo do texto:
it: Stile testo:

source: Add/change styles
fr: Ajouter/modifier les styles
gl_es: Engadir/cambiar estilos:
it: Aggiungi/modifica stili

source: Properties
fr: Propriétés
gl_es: Propiedades
it: Proprietà

source: Barline
fr: Barre de mesure
gl_es: Barra
it: Stanghetta

source: General
fr: Général
gl_es: Xeral
it: Generale

source: Barline type
fr: Type de barre de mesure

source: false
fr: faux

source: true
fr: vrai

source: You are not connected to internet!
fr: Vous n'êtes pas connecté à Internet !
gl_es: ¡Non estás conectado a internet!
it: ¡Non sei connesso a Internet!

source: To check for updates LenMus needs internet connection.
fr: Pour vérifier les mises à jour, LenMus nécessite une connexion Internet.
gl_es: Para buscar actualizacións LenMus necesita conexión a internet.
it: Per verificare la disponibilità di aggiornamenti LenMus necessita di una connessione a Internet.

source: Please, connect to internet and then retry.
fr: Veuillez vous connecter à Internet, puis réessayer.
gl_es: Conéctate a internet e intente de novo.
it: Per favore, connettiti a Internet e poi riprova.

source: Error checking for updates
fr: Erreur lors de la vérification des mises à jour
gl_es: Erro ao buscar actualizacións
it: Errore nella verifica di aggiornamenti

source: A connection with the server could not be established. Check that you are connected to the internet and that no firewalls are blocking this program; then try again. If problems persist, the server may be down. Please, try again later.
fr: La connexion avec le serveur n'a pas pu être établie. Vérifiez que vous êtes connecté à Internet et qu'aucun pare-feu ne bloque ce programme, puis réessayez. Si les problèmes persistent, le serveur est peut-être en panne. Veuillez réessayer plus tard.
gl_es: Non se puido comunicar co servidor. Verifique que hai conexión con internet e que non haxa un firewall que bloquee este programa; logo, reinténteo. Se o problema continúa, o servidor podería estar caído. Por favor, reinténteo máis tarde.
it: Non è stato possibile stabilire una connessione con il server. Controlla se sei collegato ad internet e che non vi siano dei firewall a bloccare questo programma, poi riprova. Se il problema persiste, il server potrebbe essere momentaneamente fuori uso. Riprova più tardi.

source: No updates available.
fr: Aucune mise à jour disponible.
gl_es: Non hai actualizacións dispoñibles.
it: Nessun aggiornamento disponibile

source: Error
fr: Erreur
gl_es: Erro
it: Errore

source: < Previous
fr: < Précedent
gl_es: < Anterior
it: < Precedente

source: Next >
fr: Suivant >
gl_es: Seguinte >
it: Successivo >

source: Finish
fr: Terminer
gl_es: Terminar
it: Fine

source: unknown button
fr: bouton inconnu
gl_es: Botón descoñecido
it: pulsante sconosciuto

source: Configuration: Intervals - identification by ear
fr: Configuration : Intervalles - Identification à l'oreille
gl_es: Configuración: Intervalos - identificación auditiva
it: Configurazione: Intervalli - identificazione a orecchio

source: Intervals
fr: Intervalles
gl_es: Intervalos
it: Intervalli

source: Intervals to practise
fr: Intervalles à pratiquer
gl_es: Intervalos que se van practicar
it: Intervalli con cui fare pratica

source: Major 2nd
fr: 2de Majeure
gl_es: 2ª Maior
it: 2a Maggiore

source: Major 3rd
fr: 3ce Majeure
gl_es: 3ª Maior
it: 3a Maggiore

source: Perfect 4th
fr: 4te juste
gl_es: 4ª xusta
it: 4a Perfetta

source: augm.4th / dim. 5th
fr: 4te aug. / 5te dim.
gl_es: 4ª aum. / 5ª dim.
it: 4a aum. / 5a dim.

source: Major 9th
fr: 9e Majeure
gl_es: 9ª Maior
it: 9a Maggiore

source: Major 10th
fr: 10e Majeure
gl_es: 10ª Maior
it: 10a Maggiore

source: augm. 11th / dim. 12th
fr: 11e aug. / 12eie dim.
gl_es: 11º aum. / 12ª dim.
it: 11a aum. / 12a dim.

source: Major 14th
fr: 14e Majeure
gl_es: 14ª Maior
it: 14a Maggiore

source: Accidentals
fr: Altérations
gl_es: Alteracións
it: Alterazioni

source: &Use only notes from key signature
fr: &Utiliser uniquement les notes de l'armure
gl_es: &Usar só as notas propias da tonalidade
it: &Usa soltanto note dall'armatura di chiave

source: &Allow chromatic accidentals
fr: &Autoriser les altérations accidentelles
gl_es: &Permitir alteracións cromáticas
it: Consenti &alterazioni cromatiche

source: You must choose one key signature at least!
fr: Vous devez choisir au moins une armure !
gl_es: Hai que elixir polo menos unha armadura!
it: Devi scegliere almeno un'armatura di chiave!

source: Other settings
fr: Autres paramètres
gl_es: Outros axustes
it: Altre impostazioni

source: Notes' range
fr: Ambitus
gl_es: Ámbito
it: Estensione note

source: Min. note
fr: Note la plus grave
gl_es: Nota min.
it: Nota minima

source: Max. note
fr: Note la plus aigüe
gl_es: Nota máx.
it: Nota massima

source: Minimum pitch must be lower than maximum pitch
fr: La hauteur minimale doit être plus basse que la hauteur maximale
gl_es: A altura mínima debe ser menor que a máxima
it: La tonalità minima deve essere inferiore a quella massima

source: Start both intervals with the same note
fr: Commencer les deux intervalles avec la même note
gl_es: Iniciar ambos os intervalos na mesma nota
it: Inizia entrambi gli intervalli con la stessa nota

source: It is not possible to generate any interval. Selected notes range interval (see tab 'Other settings') is lower than minimun allowed interval (see tab 'Intervals')
fr: Impossible de génerer quelque intervalle. La gamme de notes de l'intervalle sectionné (Voir l'onglet 'Autres paramètres') est plus petite que l'intervalle minimum autorisé (Voir onglet 'Intervalles')
gl_es: Non é posible xerar ningún intervalo. O ámbito seleccionado (ver pestana 'Outros axustes') é menor que o mínimo intervalo desexado (ver pestana 'Intervalos')
it: Non è possibile generare intervalli. L'estensione di note dell'intervallo (vedi scheda 'Altre impostazioni') è inferiore al minimo intervallo consentito (vedi scheda 'Intervalli')

source: Score generation settings
fr: Paramètres pour la génération de partitions
gl_es: Parámetros de xeración de partituras
it: Impostazioni di generazione partitura

source: Clefs and Notes
fr: Clefs et notes
gl_es: Claves e ámbitos
it: Chiavi e Note

source: Mark the clefts to use and set up the minimun and maximum pitches for the notes to use with each selected clef.
fr: Marquer les clefs à utiliser et fixer la hauteur minimale et maximale pour les notes à utiliser avec chaque clef sélectionnée.
gl_es: Marque as claves que vaia utilizar e elixa a altura mínima e máxima das notas usadas con cada clave.
it: Segna le chiavi da usare ed imposta la minima e massima tonalità per le note da usare per ogni chiave selezionata.

source: You must choose at least one clef!
fr: Vous devez choisir au moins une clef !
gl_es: Hai que elixir polo menos unha clave!
it: Devi scegliere almeno una chiave!

source: Maximum interval between two consecutive notes
fr: Intervalle maximum entre deux notes consécutives
gl_es: Intervalo máximo entre dúas notas consecutivas
it: Massimo intervallo fra due note consecutive

source: Time signatures
fr: Mesures
gl_es: Métricas
it: Indicazioni tempo

source: Binary subdivision
fr: Subdivision binaire
gl_es: Subdivisión binaria
it: Suddivisione binaria

source: 2 4 time signature
fr: Mesure 2/4
gl_es: métrica 2 4
it: metrica 2 4

source: Ternary subdivision
fr: Subdivision ternaire
gl_es: Subdivisión ternaria
it: Suddivisione ternaria

source: 6 8 time signature
fr: Mesure 6/8
gl_es: Métrica de 6 8
it: metrica 6 8

source: You must choose at least one time signature!
fr: Vous devez choisir au moins un chiffrage !
gl_es: Hai que elixir polo menos unha métrica
it: Devi scegliere almeno un tempo!

source: Rhymths
fr: Rythmes
gl_es: Ritmos
it: Ritmi

source: Add rhythm
fr: Ajouter un rythme
gl_es: Engadir ritmo
it: Aggiungi ritmo

source: Delete rhythm
fr: Supprimer un rythme
gl_es: Quitar ritmo
it: Cancella ritmo

source: &Cancel
fr: &Annuler
gl_es: &Cancelar
it: &Annulla

source: Pattern's editor
fr: Editeur de modèles
gl_es: Editor de patróns
it: Editor di modello

source: Step 1. Choose attributes for next note/rest to enter:
fr: Etape 1. Choisir les attributs de la note/silence suivant à saisir :
gl_es: Paso 1: Elixir os atributos para a nota ou silencio
it: Passo 1. Scegli gli attributi per la prossima nota/pausa da inserire:

source: Dotted
fr: Pointée
gl_es: Con puntillo
it: Puntato

source: Tied next
fr: Lié au suivant
gl_es: Ligada á seguinte
it: Prossimo legato

source: Not beamed
fr: Non groupé
gl_es: Sen agrupar
it: Not raggruppato

source: Start of a beamed group
fr: Début d'un groupement
gl_es: Iniciar grupo
it: Inizia un raggruppamento

source: Continue in beamed group
fr: Continuer dans un groupement
gl_es: Continuar en grupo
it: Continua un raggruppamento

source: End of beamed group
fr: Terminer un groupement
gl_es: Erro en grupo
it: Fine del raggruppamento
