Repository: kokoye2007/lenmus
Catalog: locale/*/lenmus_*.po
Languages: fr, gl_es, it

source: Dominant 13th
fr: 13e de dominante
gl_es: 13ª de dominante
it: 13ª dominante

source: Major 13th
fr: 13e Majeure
gl_es: 13ª Maior
it: 13a Maggiore

source: Minor 13th
fr: 13e mineure
gl_es: 13ª menor
it: 13ª minore

source: Tristan chord
fr: Accord de Tristan
gl_es: Acorde 'Tristan'
it: Accordo di Tristan

source: Unison
fr: Unisson
gl_es: Unísono
it: Unisono

source: 2nd
fr: seconde
gl_es: 2ª
it: 2ª

source: 3rd
fr: 3ce
gl_es: 3ª
it: 3ª

source: 4th
fr: 4te
gl_es: 4ª
it: 4ª

source: 5th
fr: 5te
gl_es: 5ª
it: 5ª

source: 6th
fr: 6te
gl_es: 6ª
it: 6ª

source: 7th
fr: 7e
gl_es: 7ª
it: 7ª

source: 9th
fr: 9e
gl_es: 9ª
it: 9ª

source: 10th
fr: 10e
gl_es: 10ª
it: 10ª

source: 11th
fr: 11e
gl_es: 11ª
it: 11ª

source: 12th
fr: 12e
gl_es: 12ª
it: 12ª

source: 13th
fr: 13e
gl_es: 13ª
it: 13ª

source: 14th
fr: 14e
gl_es: 14ª
it: 14ª

source: Two octaves
fr: Deux octaves
gl_es: dúas oitavas
it: Due ottave

source: Chromatic semitone
fr: Demi-ton chromatique
gl_es: Semitón cromático
it: Semitono cromatico

source: Chromatic tone
fr: Ton chromatique
gl_es: tón cromático
it: Tono cromatico

source: diminished
fr: diminuée
gl_es: diminuída
it: diminuita

source: minor
fr: mineur
gl_es: menor
it: minore

source: mayor
fr: Majeur
gl_es: maior
it: maggiore

source: augmented
fr: augmentée
gl_es: aumentada
it: aumentata

source: perfect
fr: parfaite
gl_es: xusta
it: perfetta

source: double augmented
fr: double-augmentée
gl_es: dobre aumentada
it: aumentata doppia

source: double diminished
fr: double diminuée
gl_es: dobre diminuída
it: diminuita doppia

source: It is not possible to generate an interval satisfying the constraints imposed by the chosen settings.
fr: Impossible de générer un intervalle qui réponde aux conditions imposées par les réglages choisis.
gl_es: Non é posible xerar un intervalo que cumpra as restricións impostas polas opcións elexidas.
it: Non è possibile generare un intervallo che soddisfi i vincoli imposti dalle opzioni scelte.

source: ascending
fr: ascendante
gl_es: ascendente
it: ascendente

source: descending
fr: descendante
gl_es: descendente
it: discendente

source: Major natural
fr: Majeur naturel
gl_es: Maior natural
it: Maggiore Naturale

source: Major type II
fr: Majeur de type II
gl_es: Maior tipo II
it: Maggiore tipo II

source: Major type III
fr: Majeur de type III
gl_es: Maior tipo III
it: Maggiore tipo III

source: Major type IV
fr: Majeur de type IV
gl_es: Maior tipo IV
it: Maggiore tipo IV

source: Minor natural
fr: Mineur naturel
gl_es: Menor natural
it: Minore naturale

source: Minor Dorian
fr: Mineur dorien
gl_es: Menor Dórica
it: Minore Dorico

source: Minor Harmonic
fr: Mineur harmonique
gl_es: Menor harmónica
it: Minore Armonica

source: Minor Melodic
fr: Mineur mélodique
gl_es: Menor melódica
it: Minore Melodica

source: Ionian
fr: Ionien
gl_es: Xónica
it: Ionico

source: Dorian
fr: Dorien
gl_es: Dórica
it: Dorico

source: Phrygian
fr: Phrygien
gl_es: Frixia
it: Frigio

source: Lydian
fr: Lydien
gl_es: Lidio
it: Lidio

source: Mixolydian
fr: Myxolydien
gl_es: Mixolidio
it: Misolidio

source: Aeolian
fr: Eolien
gl_es: Eólica
it: Eolio

source: Locrian
fr: Locrien
gl_es: Locria
it: Locrio

source: Pentatonic minor
fr: Pentatonique mineure
gl_es: Pentáfona menor
it: Pentatonica minore

source: Pentatonic major
fr: Pentatonique Majeure
gl_es: Pentáfona maior
it: Pentatonica maggiore

source: Whole tones
fr: Par tons
gl_es: Por tons
it: Toni interi

source: Chromatic
fr: Chromatique
gl_es: Cromática
it: Cromatica

source: Simple barline
fr: Barre de mesure simple
gl_es: Liña divisoria simple
it: Stanghetta semplice

source: Double barline
fr: Barre de mesure double
gl_es: Liña divisoria dobre
it: Stanghetta doppia

source: Final barline
fr: Barre de mesure de fin
gl_es: Liña divisoria final
it: Stanghetta finale

source: Start repetition
fr: Début de la répétition
gl_es: Inicio de repetición
it: Inizio ripetizione

source: End repetition
fr: Fin de la répétition
gl_es: Fin de repetición
it: Fine ripetizione

source: Start barline
fr: Barre de mesure de début

source: Double repetition
fr: Double répétition
gl_es: Dobre repetición
it: Ripetizione doppia

source: Double repetition alt.
fr: Double répétition alt.

source: Default stem
fr: Hampe par défaut

source: Stem up
fr: Hampe vers le haut

source: Stem down
fr: Hampe vers la bas

source: Stem double
fr: Double hampe

source: Stem none
fr: Sans hampe

source: C Major
fr: Do Majeur
gl_es: Dó Maior
it: DO Maggiore

source: G Major
fr: Sol Majeur
gl_es: Sol Maior
it: SOL Maggiore

source: D Major
fr: Ré Majeur
gl_es: Re Maior
it: RE Maggiore

source: A Major
fr: La Majeur
gl_es: La Maior
it: LA Maggiore

source: E Major
fr: Mi Majeur
gl_es: Mi Maior
it: MI Maggiore

source: B Major
fr: Si Majeur
gl_es: Si Maior
it: SI Maggiore

source: F # Major
fr: Fa ♯ Majeur
gl_es: Fa # Maior
it: FA # Maggiore

source: C # Major
fr: Do ♯ Majeur
gl_es: Dó # Maior
it: DO # Maggiore

source: C b Major
fr: Do ♭ Majeur
gl_es: Dó b Maior
it: DO b Maggiore

source: G b Major
fr: Sol ♭ Majeur
gl_es: Sol b Maior
it: SOL b Maggiore

source: D b Major
fr: Ré ♭ Majeur
gl_es: Re b Maior
it: RE b Maggiore

source: A b Major
fr: La ♭ Majeur
gl_es: La b Maior
it: LA b Maggiore

source: E b Major
fr: Mi ♭ Majeur
gl_es: Mi b Maior
it: MI b Maggiore

source: B b Major
fr: Si ♭ Majeur
gl_es: Si b Maior
it: SI b Maggiore

source: F Major
fr: Fa Majeur
gl_es: Fa Maior
it: FA Maggiore

source: A minor
fr: La mineur
gl_es: La menor
it: LA minore

source: E minor
fr: Mi mineur
gl_es: Mi menor
it: MI minore

source: B minor
fr: Si mineur
gl_es: Si menor
it: SI minore

source: F # minor
fr: Fa ♯ mineur
gl_es: Fa # menor
it: FA # minore

source: C # minor
fr: Do ♯ mineur
gl_es: Dó # menor
it: DO # minore

source: G # minor
fr: Sol ♯ mineur
gl_es: Sol # menor
it: SOL # minore

source: D # minor
fr: Ré ♯ mineur
gl_es: Re # menor
it: RE # minore

source: A # minor
fr: La ♯ mineur
gl_es: La # menor
it: LA # minore

source: A b minor
fr: La ♭ mineur
gl_es: La b menor
it: LA b minore

source: E b minor
fr: Mi ♭ mineur
gl_es: Mi b menor
it: MI b minore

source: B b minor
fr: Si ♭ mineur
gl_es: Si b menor
it: SI b minore

source: F minor
fr: Fa mineur
gl_es: Fa menor
it: FA minore

source: C minor
fr: Do mineur
gl_es: Dó menor
it: DO minore

source: G minor
fr: Sol mineur
gl_es: Sol menor
it: SOL minore

source: D minor
fr: Ré mineur
gl_es: Re menor
it: RE minore

source: Available music books
fr: Livres de musique disponibles
gl_es: Libros dispoñibles
it: Libri di musica disponibili

source: Please read the <a-1>Study guide</a-1> for information about the best way to use LenMus Phonascus and the books.
fr: Veuillez lire le <a-1>Guide d’étude</a-1> pour connaître la meilleure manière d'utiliser LenMus Phonascus et les livres.
gl_es: Lea a <a-1> guía de estudo </a-1> para obter información sobre o mellor xeito de usar LenMus Phonascus e os libros.
it: Leggere la <a-1> Guida allo studio </a-1> per informazioni sul modo migliore di utilizzare LenMus Phonascus e i libri.

source: Available books:
fr: Livres disponibles:
gl_es: Libros dispoñibles:
it: Libri disponibili:

source: Error when trying to move to folder %s
fr: Erreur lors du déplacement vers le dossier %s
gl_es: Erro ao tratar de cambiar á carpeta %s
it: Errore nel provare a spostare la cartella %s

source: Metronome settings
fr: Paramètres du métronome
gl_es: Configuración do metrónomo
it: Impostazioni del metronomo

source: or tap tempo with this button or with space bar
fr: ou marquer le tempo avec ce bouton ou avec la barre d'espace du clavier
gl_es: ou toca tempo con este botón ou coa barra de espazo
it: oppure tocca tempo con questo pulsante o con la barra spaziatrice

source: Count:
fr: Compter :
gl_es: Conta:
it: Conto:

source: Reset
fr: Réinitialiser
gl_es: Reiniciar
it: Azzerare

source: Metronome beat is:
fr: Le tempo du métronome est :
gl_es: O clic do metrónomo é:
it: Il battito del metronomo è:

source: the note value selected at right
fr: la valeur de note sélectionnée à droite
gl_es: o valor da nota seleccionado á dereita
it: il valore della nota selezionato a destra

source: implied by time signature
fr: Découle de la mesure
gl_es: implicado pola sinatura do tempo
it: implicito dall'indicazione del tempo

source: Start
fr: Commencer
gl_es: Comezar
it: Iniziare

source: Reset counters
fr: RaZ des compteurs
gl_es: Pór contadores a cero
it: Azzera contatori

source: Change mode
fr: Changer de mode
gl_es: Cambiar modo
it: Cambia modalità

source: Right answers counter
fr: Compteur de bonnes réponses
gl_es: Contador de respostas correctas
it: Contatore risposte a destra

source: Wrong answers counter
fr: Compteur des mauvaises réponses
gl_es: Contador de respostas incorrectas
it: Contatore risposte errate

source: Total: your marks
fr: Total : vos notes
gl_es: Total: as túas marcas
it: Totale: i tuoi punti

source: New questions / to review questions
fr: Nouvelles questions / questions à réviser
gl_es: Novas preguntas / preguntas para revisar
it: Nuove domande / domande da rivedere

source: Estimated time to finish this session
fr: Temps estimé pour terminer cette session
gl_es: Tempo estimado para rematar esta sesión
it: Tempo stimato per terminare questa sessione

source: Short
fr: Court
gl_es: Curto
it: Breve

source: Medium
fr: Moyen
gl_es: Medio
it: Medie

source: Short term achievement
fr: Réalisation à court terme
gl_es: Logro a curto prazo
it: Risultati a breve termine

source: Medium term achievement
fr: Réalisation à moyen terme
gl_es: Logro a medio prazo
it: Risultati a medio termine

source: Long term achievement
fr: Réalisation à long terme
gl_es: Logro a longo prazo
it: Risultati a lungo termine

source: Explain
fr: Expliquer
gl_es: Explicar
it: Spiegare

source: Progress report
fr: Rapport d'étape
gl_es: Informe de progreso
it: Rapporto sullo stato di avanzamento

source: Learning
fr: Apprentissage
gl_es: Aprendizaxe
it: Apprendimento

source: Practise
fr: Practiquer
gl_es: Prácticas
it: Pratice

source: Exam
fr: Examen
gl_es: Examen
it: Esame

source: Play
fr: Jouer
gl_es: Tocar
it: Suona

source: Read
fr: Lire
gl_es: Ler
it: Leggi

source: Measure %d
fr: Mesure %d
gl_es: Compás %d
it: Battuta %d

source: Stop %d
fr: Arrêt %d
gl_es: Parar %d

source: Play fragment 1
fr: Jouer le fragment 1

source: Play fragment 2
fr: Jouer le fragment 2

source: Play fragment 3
fr: Jouer le fragment 3

source: Play fragment 4
fr: Jouer le fragment 4

source: Stop fragment 1
fr: Arrêter le fragment 1

source: Stop fragment 2
fr: Arrêter le fragment 2

source: Stop fragment 3
fr: Arrêter le fragment 3

source: Stop fragment 4
fr: Arrêter le fragment 4

source: This is the solution (in colour, missing in your score):
fr: Voici la solution (en couleur, manquante dans votre partition)

source: Perfect!
fr: Parfait !
gl_es: ¡Perfecto!
it: ¡Perfetto!

source: minor 2nd
fr: 2de mineure
gl_es: 2ª menor
it: 2ª minore

source: major 2nd
fr: 2de Majeure
gl_es: 2ª Maior
it: 2ª maggiore

source: minor 3rd
fr: 3ce mineure
gl_es: 3º menor
it: 3ª minore

source: major 3rd
fr: 3ce Majeure
gl_es: 3ª Maior
it: 3ª maggiore

source: 4th perfect
fr: 4te juste
gl_es: 4ª xusta
it: 4ª perfetta

source: aug.4th/dim.5th
fr: 4te aug. / 5te dim.
gl_es: 4ª aum / 5ª dim
it: 4ª aum./5ª dim.

source: perfect 5th
fr: 5te juste
gl_es: 5ª xusta
it: 5ª perfetta

source: minor 6th
fr: 6te mineure
gl_es: 6ª menor
it: 6ª minore

source: major 6th
fr: 6te Majeure
gl_es: 6ª Maior
it: 6ª maggiore

source: minor 7th
fr: 7e mineure
gl_es: 7ª menor
it: 7ª minore

source: major 7th
fr: 7e Majeure
gl_es: 7ª Maior
it: 7ª maggiore

source: perfect 8th
fr: 8ve juste
gl_es: 8ª xusta
it: 8ª perfetta

source: minor 9th
fr: 9e mineure
gl_es: 9ª menor
it: 9ª minore

source: major 9th
fr: 9e Majeure
gl_es: 9ª Maior
it: 9ª maggiore

source: minor 10th
fr: 10e mineure
gl_es: 10ª menor
it: 10ª minore

source: major 10th
fr: 10e Majeure
gl_es: 10ª Maior
it: 10ª maggiore

source: perfect 11th
fr: 11e juste
gl_es: 11ª xusta
it: 11ª perfetta

source: aug.11th / dim.12th
fr: 11e aug. / 12e dim.
gl_es: 11ª aum / 12ª dim
it: 11ª aum. / 12ª dim.

source: perfect 12th
fr: 12e juste
gl_es: 12º xusta
it: 12ª perfetta

source: minor 13th
fr: 13e mineure
gl_es: 13ª menor
it: 13ª minore

source: major 13th
fr: 13e Majeure
gl_es: 13ª Maior
it: 13ª maggiore

source: minor 14th
fr: 14e mineure
gl_es: 14ª menor
it: 14ª minore

source: major 14th
fr: 14e Majeure
gl_es: 14ª Maior
it: 14ª maggiore

source: two octaves
fr: deux octaves
gl_es: dúas oitavas
it: due ottave

source: Press 'Play' to hear the problem again.
fr: Appuyer sur 'Jouer' pour entendre à nouveau la question.
gl_es: Preme 'Tocar' para escoitar de novo o problema.
it: Premere 'Suona' per ascoltare di nuovo il problema.

source: Exercise options
fr: Options pour les exercices
gl_es: Opcións do exercicio
it: Opzioni esercizio

source: Go back to theory
fr: Revenir à la théorie
gl_es: Volver á teoría
it: Torna alla teoria

source: See source score
fr: Voir la partition originale
gl_es: Ver partitura de orixe
it: Guarda partitura sorgente

source: See MIDI events
fr: Voir les évènements MIDI
gl_es: Ver eventos MIDI
it: Esamina eventi MIDI

source: New problem
fr: Nouveau problème
gl_es: Novo problema
it: Nuovo problema

source: Show solution
fr: Montrer la solution
gl_es: Ver solución
it: Mostra soluzione

source: Click on 'New problem' to start
fr: Cliquez sur 'Nouveau problème' pour commencer
gl_es: Preme en 'Novo problema' para empezar
it: Clicca su 'Nuovo problema' per iniziare

source: First one greater
fr: Le premier est le plus grand
gl_es: O primeiro é máis grande
it: Il primo più grande

source: Second one greater
fr: Le second est le plus grand
gl_es: O segundo é máis grande
it: Il secondo più grande

source: Both are equal
fr: Les deux sont égaux
gl_es: Ambos os dous son iguais
it: Entrambi sono uguali

source: Stop playing
fr: Arrêter la lecture
gl_es: Deter a execución
it: Ferma riproduzione

source: Press 'Play' to hear it again
fr: Appuyer sur 'Jouer' pour écouter à nouveau
gl_es: Preme 'Tocar' para escoitalo de novo
it: Premere 'Suona' per ascoltare ancora

source: Press any button below to hear how it sounds, and compare with the right answer
fr: Pressez n'importe quel bouton au dessous pour écouter le son et compare avec la bonne réponse
gl_es: Pulse calquera botón seguinte para escoitar como soa e compárate coa resposta correcta
it: Premi qualsiasi pulsante in basso per ascoltare come suona e confronta con la risposta giusta

source: Play problem
fr: Jouer le problème
gl_es: Tocar o problema
it: Riproduci il problema

source: Done
fr: Terminé
gl_es: Feito
it: Fatto

source: Play my score
fr: Jouer ma partition
gl_es: Tocar mi partitura
it: Riproduci la partitura

source: No more scheduled work for today.
fr: Plus de travail prévu pour aujourd'hui.
gl_es: Non hai máis traballo programado para hoxe.
it: Nessun lavoro programmato per oggi.

source: Exercise will be changed to 'Practise' mode.
fr: L'exercice sera changé en mode "Pratique".
gl_es: O exercicio cambiarase ao modo "Practicar".
it: L'esercizio verrà modificato in modalità "Pratica".

source: No scheduled work for today.
fr: Aucun travail prévu pour aujourd'hui.
gl_es: Non hai mais traballo programado para hoxe.
it: Nessun lavoro programmato per oggi.

source: Unknown
fr: Inconnu
it: Sconosciuto

source: milliseconds
fr: millisecondes
gl_es: milisegundos
it: millisecondi

source: Session report
fr: Rapport de session
gl_es: Informe da sesión
it: Rapporto sulla sessione

source: New questions:
fr: Nouvelles questions :
gl_es: Novas preguntas:
it: Nuove domande:

source: Questions to review:
fr: Questions à examiner:
gl_es: Preguntas para revisar:
it: Domande da rivedere:

source: Average answer time:
fr: Temps moyen de réponse:
gl_es: Tempo medio de resposta:
it: Tempo medio di risposta:

source: Terminal
fr: Conclusive
gl_es: Conclusiva
it: Terminale

source: Transient
fr: Suspensive
gl_es: Suspensiva
it: Transitorio

source: Imperfect
fr: Imparfaite
gl_es: Imperfecta
it: Imperfetto

source: Identify the next cadence:
fr: Identifiez la prochaine cadence :
gl_es: Identificar a seguinte cadencia:
it: Identifica la cadenza successiva:

source: An A4 note will be played before the cadence begins.
fr: Un La4 sera joué avant le début de la cadence.
gl_es: Soará a nota La4 antes de comezar a cadencia
it: Una nota La4 sarà suonata prima che inizi la cadenza.

source: A tonic chord will be played before the cadence begins.
fr: Un accord de tonique sera joué avant le début de la cadence.
gl_es: Soará o acorde de tónica antes de comezar a cadencia
it: Un accordo tonico verrà suonato prima che inizi la cadenza.

source: Major
fr: Majeur
gl_es: Perfecto maior
it: Maggiore

source: Minor
fr: Mineur
gl_es: Perfecto menor
it: Minore

source: Augmented
fr: Augmenté
gl_es: 5ª aumentada
it: Aumentata

source: Diminished
fr: Diminué
gl_es: 5ª diminuída
it: Diminuita

source: Suspended (4th)
fr: 4te suspendue
gl_es: 4ª engadida
it: Sospesa (4ª)

source: Suspended (2nd)
fr: 2de suspendue
gl_es: 2ª engadida
it: Sospesa (2ª)

source: Half dim. 7th
fr: 7e de sensible
gl_es: 7ª de sensible
it: 7ª semi-diminuita

source: Aug. major 7th
fr: 7e Majeure aug.
gl_es: 7ª aument. maior
it: 7ª aum. maggiore

source: Minor-major 7th
fr: 7e mineur-majeur
gl_es: 7ª menor-maior
it: 7ª minore-maggiore

source: Triads:
fr: Accord de 3 notes (triade) :
gl_es: Tríades:
it: Triadi:

source: Seventh chords:
fr: Accords de 7e :
gl_es: Acordes de 7ª
it: Accordi di settima:

source: Other chords:
fr: Autres accords :
gl_es: Outros acordes:
it: Altri accordi:

source: Identify the next chord:
fr: Identifiez le mode de l'accord suivant :
gl_es: Identificar o seguinte acorde:
it: Identifica il prossimo accordo:

source: Play again
fr: Rejouer
gl_es: Tocar de novo
it: Riproduci di nuovo

source: Play all notes to identify
fr: Jouez toutes les notes à identifier
gl_es: Tocar todas as notas que hai que identificar
it: Riproduci tutte le note per identificarti

source: Play A4 reference note
fr: Jouer la note de référence La4
gl_es: Tocar a &nota La4
it: Riproduci nota di riferimento A4

source: Continue
fr: Continuer
it: Continua

source: C
fr: Do
gl_es: Dó
it: DO

source: C#/Db
fr: Do ♯ / Ré ♭
gl_es: Do#/Reb

source: D
fr: Ré
gl_es: Re
it: RE

source: D#/Eb
fr: Ré#/Mib
gl_es: Re#/Mib

source: E
fr: Mi
gl_es: Mi
it: MI

source: F
fr: Fa
gl_es: Fa
it: FA

source: F#/Gb
fr: Fa ♯ / Sol ♭
gl_es: Fa#/Solb

source: G
fr: Sol
gl_es: Sol
it: SOL

source: A
fr: La
gl_es: La
it: LA

source: A#/Bb
fr: La ♯ / Si ♭
gl_es: La#/Sib

source: B
fr: Si
gl_es: Si
it: SI

source: The note is:
fr: La note est:
gl_es: A nota é:
it: La nota è:

source: Click on 'Continue' to listen a new note
fr: Cliquez sur 'Continuer' pour écouter une nouvelle note
gl_es: Fai clic en "Continuar" para escoitar unha nova nota
it: Fai clic su "Continua" per ascoltare una nuova nota

source: Identify the following note:
fr: Identifiez la note suivante:
gl_es: Identificar o seguinte nota:
it: Identifica il prossimo nota:

source: You will have to identify the following notes:
fr: Vous devrez identifier les notes suivantes:
gl_es: Deberá identificar as seguintes notas:
it: Dovrai identificare le seguenti note:

source: Try again!
fr: Essayez encore !
gl_es: ¡Inténtao de novo!
it: ¡Riprova!

source: Natural
fr: Naturelle
it: Naturale

source: Harmonic
fr: Harmonique
gl_es: Harmónica
it: Armonica

source: Melodic
fr: Mélodique
gl_es: Melódica
it: Melodica

source: Major:
fr: Majeure :
gl_es: Maior:
it: Maggiore:

source: Minor:
fr: Mineure :
gl_es: Menor:
it: Minore:

source: Gregorian modes:
fr: Modes grégoriens :
gl_es: Modos Gregorianos:
it: Modi gregoriani:

source: Other scales:
fr: Autres gammes :
gl_es: Outras escalas:
it: Altre scale:

source: Identify the next scale:
fr: Identifiez la gamme suivante :
gl_es: Identificar a seguinte escala:
it: Identifica la prossima scala:

source: Minor
fr: Mineur
gl_es: Menor
it: Minore

source: , harmonic
fr: , harmonique
gl_es: , armónica
it: , armonica

source: , ascending
fr: , ascendante
gl_es: , ascendente
it: , ascendente

source: , descending
fr: , descendante
gl_es: , descendente
it: , discendente

source: Build a
fr: Construire une
gl_es: Construír unha
it: Costruisci un

source: Double flat
fr: Double bémol
gl_es: Dobre bemol
it: Doppio bemolle

source: Flat
fr: Bémol
gl_es: Bemol
it: Bemolle

source: Sharp
fr: Dièse
gl_es: Díese
it: Diesis

source: Double sharp
fr: Double dièse
gl_es: Dobre díese
it: Doppio diesis

source: bb C
fr: Do ♭♭
gl_es: Dó bb
it: bb DO

source: bb D
fr: Ré ♭♭
gl_es: Re bb
it: bb RE

source: bb E
fr: Mi ♭♭
gl_es: Mi bb
it: bb MI

source: bb F
fr: Fa ♭♭
gl_es: Fa bb
it: bb FA

source: bb G
fr: Sol ♭♭
gl_es: Sol bb
it: bb SOL

source: bb A
fr: La ♭♭
gl_es: La bb
it: bb LA

source: bb B
fr: Si ♭♭
gl_es: Si bb
it: bb SI

source: b C
fr: Do ♭
gl_es: Dó b
it: b DO

source: b D
fr: Ré ♭
gl_es: Re b
it: b RE

source: b E
fr: Mi ♭
gl_es: Mi b
it: b MI

source: b F
fr: Fa ♭
gl_es: Fa b
it: b FA

source: b G
fr: Sol ♭
gl_es: Sol b
it: b SOL

source: b A
fr: La ♭
gl_es: La b
it: b LA

source: b B
fr: Si ♭
gl_es: Si b
it: b SI

source: # C
fr: Do ♯
gl_es: Dó #
it: # DO

source: # D
fr: Ré ♯
gl_es: Re #
it: # RE

source: # E
fr: Mi ♯
gl_es: Mi #
it: # MI

source: # F
fr: Fa ♯
gl_es: Fa #
it: # FA

source: # G
fr: Sol ♯
gl_es: Sol #
it: # SOL

source: # A
fr: La ♯
gl_es: La #
it: # LA

source: # B
fr: Si ♯
gl_es: Si #
it: # SI

source: x C
fr: Do x
gl_es: Dó x
it: x DO

source: x D
fr: Ré x
gl_es: Re x
it: x RE

source: x E
fr: Mi x
gl_es: Mi x
it: x MI

source: x F
fr: Fa x
gl_es: Fa x
it: x FA

source: x G
fr: Sol x
gl_es: Sol x
it: x SOL

source: x A
fr: La x
gl_es: La x
it: x LA

source: x B
fr: Si x
gl_es: Si x
it: x SI

source: Identify the next interval:
fr: Identifiez l'intervalle suivant :
gl_es: Identificar o seguinte intervalo:
it: Identifica il prossimo intervallo:

source: dd - double diminished
fr: dd - double diminuée
gl_es: dd - dobre diminuída
it: dd - diminuita doppia

source: dim - diminished
fr: dim. - diminuée
gl_es: dim - diminuída
it: dim - diminuita

source: m - minor
fr: m - mineure
gl_es: m - menor
it: m - minore

source: M, P - Major, Perfect
fr: M, P - Majeure, Juste
gl_es: M, x - Maior, xusta
it: M, P - Maggiore, Perfetta

source: aug - augmented
fr: aug. - augmentée
gl_es: aum - aumentada
it: aum - aumentata

source: da - double augmented
fr: da - double augmentée
gl_es: da - dobre aumentada
it: da - doppia aumentata

source: dd2
fr: 2de dd

source: dd3
fr: 3ce dd
gl_es: 3ª dd

source: dd4
fr: 4te dd
gl_es: 4ª dd

source: dd5
fr: 5te dd
gl_es: 5ª dd

source: dd6
fr: 6te dd

source: dd7
fr: 7e dd
gl_es: 7ª dd

source: dd8
fr: 8ve dd
gl_es: 8ª dd

source: dim2
fr: 2 dim.

source: dim3
fr: 3ce dim.
gl_es: 3ª dim

source: dim4
fr: 4te dim.
gl_es: 4ª dim

source: dim5
fr: 5te dim.
gl_es: 5ª dim

source: dim6
fr: 6te dim.
gl_es: 6ª dim

source: dim7
fr: 7e dim.
gl_es: 7ª dim

source: dim8
fr: 8ve dim.
gl_es: 8ª dim

source: m2
fr: 2de m
gl_es: 2ª m

source: m3
fr: 3ce m
gl_es: 3ª m

source: m6
fr: 6te m
gl_es: 6ª m

source: m7
fr: 7e m
gl_es: 7ª m

source: M2
fr: 2de M
gl_es: 2ª M

source: M3
fr: 3ce M
gl_es: 3ª M

source: P4
fr: 4te J
gl_es: 4ª x

source: P5
fr: 5te J
gl_es: 5ª x

source: M6
fr: 6te M
gl_es: 6ª M

source: M7
fr: 7e M
gl_es: 7ª M

source: P8
fr: 8ve J
gl_es: 8ª x

source: aug2
fr: 2de aug.
gl_es: 2ª aum
it: aum2

source: aug3
fr: 3ce aug.
gl_es: 3ª aum
it: aum3

source: aug4
fr: 4te aug.
gl_es: 4ª aum
it: aum4

source: aug5
fr: 5 aug.
gl_es: 5ª aum
it: aum5

source: aug6
fr: 6te aug.
gl_es: 6ª aum
it: aum6

source: aug7
fr: 7e aug.
gl_es: 7ª aum
it: aum7

source: aug8
fr: 8ve aug.
gl_es: 8ª aum
it: aum8

source: da2
fr: 2de da
gl_es: 2ª da

source: da3
fr: 3ce da
gl_es: 3ª da

source: da4
fr: 4te da
gl_es: 4ª da

source: da5
fr: 5te da
gl_es: 5ª da
