Repository: kokoye2007/lenmus
Catalog: locale/*/lenmus_*.po
Languages: fr, gl_es, it

source: A free program for music language learning
fr: Un logiciel libre pour l'apprentissage du langage musical
gl_es: Un programa gratuíto para a aprendizaxe da linguaxe musical
it: Un programma gratuito per l'apprendimento del linguaggio musicale

source: Purpose
fr: A propos
gl_es: Propósito
it: Cos'è?

source: Contributors
fr: Contributeurs
gl_es: Colaboradores
it: Contributori

source: Art design
fr: Design
gl_es: Deseño artístico

source: Software used
fr: Logiciels
gl_es: Soporte lóxico utilizado
it: Software utilizzato

source: Build info.
fr: Version
gl_es: Información de versión
it: Info sulla versione.

source: Accept
fr: Accepter
gl_es: Aceptar
it: Accetta

source: LenMus is a free program to help you in the study of music theory and ear training.
fr: LenMus est un logiciel gratuit pour vous aider dans l'étude de la théorie de la musique et de la formation de l'écoute.
gl_es: LenMus é un programa gratuíto para axudarche ao estudo da teoría da música e o adestramento da orella.
it: LenMus è un programma gratuito che ti aiuta nello studio della teoria musicale e nella formazione dell'orecchio.

source: The LenMus Project is an open project, committed to the principles of Open Source, free education, and open access to information. It has no comercial purpose. It is an open workbench for working on all areas related to teaching music, and music representation and management with computers. It aims at developing publicly available knowledge, methods and algorithms related to all these areas and at the same time provides free quality software for music students, amateurs, and teachers.
fr: Le Projet LenMus est un projet libre, respectant les règles Open Source, l'enseignement libre, et l'accès libre aux informations. Il n'est pas à but commercial. C'est un projet embrassant tous les aspects se rapportant à l'enseignement musical assisté par ordinateur. Il cherche à développer la connaissance de chacun, les méthodes et algorithmes se rapportant à toutes ces aspects et il fournit en même temps un logiciel libre de qualité pour les étudiants en musique, les mélomanes et les professeurs.
gl_es: O proxecto LenMus é un proxecto aberto, sen obxectivos comerciais, e comprometido co soporte lóxico libre, a liberdade de acceso á ensinanza e á información. Busca explorar ideas, desenvolver algoritmos públicos, aprender e investigar en todas as áreas relacionadas coa linguaxe musical, o seu ensino, a súa representación e manexo por ordenadores. E á súa vez, proporciona un soporte lóxico de calidade e de balde a estudantes, profesorado e músicos/as afecccionados/as.
it: Il Progetto LenMus è un progetto 'open', ovvero, ispirato ai principi dell'Open Source, libero apprendimento ed accesso aperto alle informazioni. Non vi sono scopi commerciali. Si può considerare LenMus come un insieme di strumenti di libero uso per lavorare in tutte le aree legate all'insegnamento musicale ed alla rappresentazione e/o gestione della musica tramite il computer. I suoi obiettivi sono: sviluppo e libera diffusione di teoria, metodi e algoritmi relati a queste aree e, contemporaneamente, fornire software libero di qualità per studenti di musica, appassionati ed insegnanti.

source: If you find a bug or have a suggestion, please contact me. I depend on your feedback in order to continue to improve LenMus. So please visit LenMus website and give me your bug reports and feature requests. Thank you very much.
fr: Si vous trouvez un bug ou si vous avez des suggestions d'amélioration, contactez moi. Votre avis me permet d'améliorer en continu de LenMus. Visitez le site web LenMus et envoyez-moi vos rapports d'erreurs et demandes d'évolution. Merci beaucoup.
gl_es: Se atopas algún erro ou tes algunha suxestión, por favor, comunícanolo. Dependemos dos teus comentarios e suxestións para continuar mellorando o programa. Por favor, visita a nosa web de desarrollo (https://github.com/lenmus/lenmus) e infórmanos dos erros que detectes e os consellos que teñas. Moitas grazas.
it: Se trovi un bug o hai un suggerimento, ti preghiamo di contattarci. Noi contiamo sul tuo aiuto per continuare a migliorare LenMus. Visita il nostro sito web e inviaci le tue segnalazioni di bug o richieste di funzionalità aggiuntive. Te ne saremo molto grati.

source: License
fr: Licence
gl_es: Licenza
it: Licenza

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
fr: Ce programme est un logiciel gratuit ; vous pouvez le redistribuer et/ou le modifier sous les termes soit de la licence GNU General Public publiée par la Free Software Foundation, soit de la version 3 de la licence, soit (selon votre option) de n'importe quelle version postérieure.
gl_es: Este programa é 'Soporte Lóxico Libre'. Está permitido redistribuílo e/ou modificalo, sempre e cando se faga baixo os termos e condicións da Licenza Pública Xeral GNU publicada pola Free Software Foundation, xa sexa na súa versión 3 ou en calquera outra das posteriores a esta .
it: Questo programma è software libero; puoi ridistribuirlo e/o modificarlo secondo le condizioni della GNU General Public License pubblicata dalla Free Software Foundation, nella versione 3 di tale Licenza o, a tua scelta, in una qualsiasi versione successiva.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. For more details see the GNU General Public License at
fr: Ce logiciel est distribué dans l'espoir d'être utile, mais SANS AUCUNE GARANTIE ; même sans la garantie liée à la COMMERCIALISATION ou son ADAPTATION POUR UN USAGE PARTICULIER. Pour plus de renseignements, voir la licence GNU Génèral Public à
gl_es: Este programa distribúese coa intención de que sexa útil, no entanto carece de garantía, nin sequera ten a garantía implícita de tipo comercial ou inherente ao propósito do programa. Ver a Licenza Pública Xeral GNU. Para máis detalles, consúltase en
it: Questo programma è distribuito nella speranza che possa essere utile, ma SI ESCLUDE OGNI GARANZIA, compresa la garanzia di COMMERCIABILITA' o IDONEITA' AD UN PARTICOLARE SCOPO. Per maggiori dettagli si veda la GNU General Public License a

source: Art desing credits
fr: Crédits artistiques
gl_es: Deseño artístico. Créditos.
it: Riconoscimenti per Art design

source: Some icons are original artwork for LenMus project; all these original icons are released under GNU GPL licence and under Creative Commons Attribution-ShareAlike license, you can choose the one you prefer for the intended usage. The other icons are taken from different sources:
fr: Quelques icônes sont des créations originales du projet LenMus. Elles sont pupliées sous la license GNU GPL et la licence Creative Commoms Attribution-ShareAlike. Vous pouvez choisir celle que vous préférez pour votre utilisation. Les autres icônes proviennent de différentes sources :
gl_es: Algunhas iconas son deseños orixinais do proxecto LenMus; todas elas licéncianse baixo a licenza GNU GPL e baixo licenza Creative Commons Attribution-ShareAlike; podes elixir a que mellor se adapte aos fins para os que queres utilizalas. As restantes iconas tomáronse de diversas fontes:
it: Alcune icone costituiscono una creazione artistica originale appositamente realizzata per il progetto LenMus; tali icone sono coperte da licenza GNU GPL e licenza Creative Commons Attribution-ShareAlike, pertanto potrai scegliere quella che preferisci, a seconda dell'uso richiesto. Le altre icone sono state prese da differenti sorgenti:

source: Taken or derived from those available in the Ximian collection (http://www.novell.com/coolsolutions/feature/1637.html). Novell, who retains the copyright, has released these icons under the LGPL license. This means that you can use the icons in your programs free of charge. If you want to fork the icons into your own icon collection, you need to retain the license and the original copyrights, but from there you're free to do what you want.
fr: Prises ou issues des icônes de la collection Ximian (http://www.novell.com/coolsolutions/feature/1637.html). Novell, qui détiend le copyright, a laissé ces icônes sous la licence LGPL. Cela signifie que vous pouvez utiliser gratuitement ces icônes dans vos logiciels. Si vous voulez les intégrer dans votre collection, vous aurez besoin de joindre la licence et les copyrights originaux, et vous serez ainsi libre d'en faire ce que vous souhaitez.
gl_es: Copiadas ou derivadas das iconas dispoñibles na colección Ximian (http://www.novell.com/coolsolutions/feature/1637.html). Novell, quen posúe os dereitos, licenza destas iconas baixo licenza GNU LGPL.
it: Estratte o derivate da quelle disponibili nella collezione Ximian (http://www.novell.com/coolsolutions/feature/1637.html). Novell, che ne detiene i diritti, ha rilasciato queste icone sotto licenza LGPL. Ciò significa che puoi usare queste icone anche nei tuoi programmi, in maniera gratuita. Se vorrai inglobare tali icone in una tua collezione, dovrai mantenere invariata la loro licenza ed i copyright originali ma, a parte questo, potrai farne ciò che vuoi.

source: Taken or derived from the GNOME project (http://art.gnome.org/themes/icon/1150), Tango theme. These icons are released under the Creative Commons Attribution-ShareAlike license.
fr: Prises ou issues du the Tango du projet GNOME (http://art.gnome.org/themes/icon/1150). Ces icônes sont livrées sous la licence Creative Commons Attribution-ShareAlike.
gl_es: Copiadas ou derivadas das iconas do proxecto GNOME (http://art.gnome.org/themes/icon/1150), tema 'Tango'. Estas iconas están suxeitas á licenza Creative Commons Attribution-ShareAlike license.
it: Estratte o derivate dal progetto GNOME (http://art.gnome.org/themes/icon/1150), tema Tango. Queste icone sono rilasciate sotto licenza Creative Commons Attribution-ShareAlike.

source: These icons are taken or derived from KDE project (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). These icons are released under the GNU GPL license.
fr: Prises ou issues du projet du projet KDE (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). Elles sont pupliées sous la licence GNU GPL.
gl_es: Tomadas do proxecto KDE (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). Estas iconas están suxeitas á licenza GNU GPL license.
it: Queste icone sono estratte o derivate dal progetto KDE (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). Esse sono rilasciate sotto licenza GNU GPL.

source: Taken or derived from eMule project (http://sourceforge.net/projects/emule) icons. eMule is a GNU GPL project so I assume that its icons are also available under GNU GPL.
fr: Prises ou issues du projet eMule (http://sourceforge.net/projects/emule). eMule est un projet GNU GPL, ainsi je suppose qu'elles sont aussi valides sous licence GNU GPL.
gl_es: Copiadas ou derivadas do proxecto eMule (http://sourceforge.net/projects/emule) icons. eMule é un proxecto con licenza GNU GPL. Polo tanto, a falta de máis detalles, supúxose que as iconas tamén están suxeitas a esa licenza.
it: Estratte o derivate dal progetto eMule (http://sourceforge.net/projects/emule). eMule è un progetto GNU GPL, perciò si presume che anche le sue icone siano coperte da GNU GPL.

source: Taken or derived from John Zaitseff's icons (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). According to what is said there, these icons are released under the terms of the GNU General Public License.
fr: Prises ou issues des icônes de John Zaitseff's (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). Selon ce qui y est indiqué, ces icônes sont délivrées sous les conditions de la licence GNU General Public.
gl_es: Copiadas ou derivadas da colección de John Zaitseff's (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). Segundo o exposto na devandita páxina, esas iconas están suxeitas á licenza GNU General Public License.
it: Estratte o derivate dalle icone di John Zaitseff (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). Secondo quello che è scritto in quel sito, tali icone sono rilasciate sotto licenza GNU General Public.

source: To LenMus developers knowledge, all used icons are freely usable either under GNU GPL, LGPL licence, or Creative Commons. If this were not the case, please, let us know to stop using them. See file "icons.htm" in folder "res/icons" for more details.
fr: A l'attention des développeurs de LenMus : toutes les icônes utilisées sont librement utilisables sous les licences GNU GPL, LGPL ou Creative Commons. Si tel n'était pas le cas, informez-nous sur l'arrêt de leur utilisation. Pour plus d'informations, consulter le fichier "icons.htm" dans le dossier "res/icons".
gl_es: Até onde puiden pescudar, todas as iconas usadas están suxeitas a unha das licenzas GNU GPL, GNU LGPL ou Creative Commomns, polo que se poden usar neste proxecto. Se non fose así, por favor, comunícamo inmediatamente para deixar de utilizalas. Para máis detalles consulta o documento "icons.htm" na carpeta "res/icons".</p>
it: Agli sviluppatori di LenMus: tutte le icone usate sono coperte da licenza GNU GPL, LGPL o Creative Commons. Se non fosse questo il caso, si prega di avvisarci, così da non usarle più. Si veda il file "icons.htm" nella cartella "res/icons" per dettagli aggiuntivi.

source: Software credits
fr: Crédits logiciels
gl_es: Soporte lóxico. Créditos
it: Riconoscimenti per il software

source: LenMus Phonascus uses <b>PortMidi</b> the Portable Real-Time MIDI Library (http://www.cs.cmu.edu/~music/portmusic/). PortMidi is copyright (c) 1999-2000 Ross Bencina and Phil Burk and copyright (c) 2001 Roger B. Dannenberg. Its licence permits free use.
fr: LenMus Phonascus utilise <b>PortMidi</b>, la libraire portable temps réel MIDI (http://www.cs.cmu.edu/~music/portmusic/). PortMidi est copyright (c) 1999-2000 Ross Bencina and Phil Burk et sous copyright (c) 2001 Roger B. Dannenberg. Sa licence permet une utilisation gratuite.
gl_es: LenMus Phonascus utiliza <b>PortMidi</b> (the Portable Real-Time MIDI Library) dispoñible en http://www.cs.cmu.edu/~music/portmusic/. PortMidi ten copyright (c) 1999-2000 Ross Bencina e Phil Burk e copyright (c) 2001 Roger B. Dannenberg. A súa licenza permite o uso gratuíto.
it: LenMus Phonascus usa <b>PortMidi</b>, la libreria MIDI Portatile e Real-Time (http://www.cs.cmu.edu/~music/portmusic/). PortMidi copyright (c) 1999-2000 Ross Bencina e Phil Burk e copyright (c) 2001 Roger B. Dannenberg. La sua licenza ne consente un uso libero.

source: LenMus uses <b>sqlite3</b> (http://www.sqlite.org/), with <b>wxSQLite3</b> wrapper (http://wxcode.sourceforge.net/components/wxsqlite3) for wxWidgets. SQLite is a widely used library that implements a transactional SQL database engine. Unlike client-server database management systems, the SQLite engine is not a standalone process with which the program communicates. Instead, the SQLite library is linked with your program and becomes an integral part of it. SQLite was created by D. Richard Hipp and the source code is in the public domain and is thus free for use for any purpose, commercial or private. Wrapper wxSQLite3 was written by Ulrich Telle.
fr: LenMus utilise <b>sqlite3</b> (http://www.sqlite.org/), avec la wrapper <b>wxSQLite3</b> (http://wxcode.sourceforge.net/components/wxsqlite3) pour wxWidgets . SQLite est une bibliothèque largement utilisée qui implémente un moteur de base de données SQL transactionnel. Contrairement aux systes de gestion de base de données client-serveur, le moteur SQLite n'est pas un processus autonome avec lequel le programme communique. Au lieu de cela, la bibliothèque SQLite est liée à votre programme et en fait partie intégrante. SQLite a été créé par D. Richard Hipp et le code source est dans le domaine public. Il est donc gratuit et donc libre de droits pour une utilisation à des fins commerciales ou privées. Le wrapper wxSQLite3 a été écrit par Ulrich Telle.
gl_es: LenMus usa <b> sqlite3 </b> (http://www.sqlite.org/), con <b> wxSQLite3 </b> envoltorio (http://wxcode.sourceforge.net/components/wxsqlite3) para wxWidgets . SQLite é unha biblioteca moi usada que implementa un motor de base de datos SQL transaccional. A diferenza dos sistemas de xestión de bases de datos cliente-servidor, o motor SQLite non é un proceso autónomo co que se comunica o programa. Pola contra, a biblioteca SQLite está ligada ao programa e convértese en parte integrante do programa. SQLite foi creado por D. Richard Hipp e o código fonte está no dominio público e, polo tanto, é gratuíto para o seu uso para calquera propósito, comercial ou privado. Wrapper wxSQLite3 foi escrito por Ulrich Telle.
it: LenMus utilizza <b> sqlite3 </b> (http://www.sqlite.org/), con il wrapper <b> wxSQLite3 </b> (http://wxcode.sourceforge.net/components/wxsqlite3) per wxWidgets . SQLite è una libreria ampiamente utilizzata che implementa un motore di database SQL transazionale. A differenza dei sistemi di gestione del database client-server, il motore SQLite non è un processo autonomo con cui comunica il programma. Invece, la libreria SQLite è collegata al tuo programma e ne diventa parte integrante. SQLite è stato creato da D. Richard Hipp e il codice sorgente è di dominio pubblico ed è quindi gratuito per qualsiasi scopo, commerciale o privato. Wrapper wxSQLite3 è stato scritto da Ulrich Telle.

source: LenMus Phonascus is built using the <b>wxWidgets</b> application framework (http://www.wxwidgets.org). It is 'Open Source', has multi-platform support, it is ease to learn and extend, it has a helpful community, and also has the possibility to use it in commercial products without licencing.
fr: LenMus Phonascus est construit avec l’environnent applicatif <b>wxWidgets</b> (http://www.wxwidgets.org). Il est 'Open Source', multi-plateforme, facile à apprendre et à étendre. Il dispose d'une communauté active, et peut aussi être utilisé dans des produits commerciaux sans licence.
gl_es: LenMus Phonascus está construído utilizando <b>wxWidgets</b>, un conxunto de clases C++ para o desenvolvemento de aplicacións multiplataforma (http://www.wxwidgets.org). wxWidgets é 'Open Source', é fácil de aprender, ten unha xenerosa comunidade de usuarios/as e pode usarse tamén en produtos comerciais sen necesidade de licenza.
it: LenMus Phonascus è stato creato usando il framework applicativo <b>wxWidgets</b> (http://www.wxwidgets.org). Esso è 'Open Source', ha un supporto multi-piattaforma, è facile da imparare ed estendere, ha una comunità molto disponibile e dà anche la possibilità di usarlo in prodotti commerciali.

source: And, of course, this program uses the LenMus <b>Lomse</b> free library to render the eBooks and the scores. See https://github.com/lenmus/lomse
fr: Et, bien sûr, ce programme utilise la bibliothèque gratuite LenMus <b>Lomse</b> pour restituer les eBooks et les partitions. Voir https://github.com/lenmus/lomse
gl_es: E, por suposto, este programa usa a biblioteca libre LenMus <b> Lomse </b> para representar os libros electrónicos e as partituras. Vexa https://github.com/lenmus/lomse
it: E, naturalmente, questo programma utilizza la libreria gratuita LenMus <b> Lomse </b> per eseguire il rendering degli eBook e dei punteggi. Vedi https://github.com/lenmus/lomse

source: Build information
fr: Versions
gl_es: Información de versión
it: Informazioni sulla versione

source: Program version:
fr: Version du programme :
gl_es: Versión do programa:
it: Versione del programma:

source: Program build date:
fr: Date de création du programme :
gl_es: Data de construción do programa:
it: Data di creazione di questa versione:

source: Your computer information:
fr: Informations sur votre ordinateur :
gl_es: Información do equipo:
it: Informazioni sul tuo computer:

source: Project management:
fr: Gestion de projet :
gl_es: Xestión do Proxecto:
it: Gestione di progetto:

source: Programming:
fr: Programmation :
gl_es: Programación:
it: Programmazione:

source: Linux package:
fr: Package Linux :
gl_es: Paquete Linux:
it: Pacchetto Linux:

source: Music advice:
fr: Conseils en musique :
gl_es: Consello de música:
it: Consiglio musicale:

source: Music texts and exercises:
fr: Partitions et exercices :
gl_es: Textos de música e exercicios:
it: Nozioni di musica ed esercizi:

source: See credits page on each eBook
fr: Voir la page des crédits sur chaque eBook
gl_es: Vexa a páxina de créditos de cada eBook
it: Vedi la pagina dei crediti su ogni eBook

source: Translation:
fr: Traduction :
gl_es: Tradución:
it: Traduzioni:

source: Dutch
fr: Néerlandais
gl_es: Holandés
it: Tedesco

source: Simplified Chinese
fr: Chinois simplifié
gl_es: Chinés simplificado
it: Cinese semplificato

source: French
fr: Français
gl_es: Francés
it: Francese

source: Galician
fr: Galicien
gl_es: Galego
it: Galiziano

source: German
fr: Allemand
gl_es: Alemán
it: Tedesco

source: Greek
fr: Grec
gl_es: Griego
it: Greco

source: Italian
fr: Italien
gl_es: Italiano
it: Italiano

source: Russian
fr: Russe
it: Russo

source: Spanish
fr: Espagnol
gl_es: Español
it: Spagnolo

source: Turkish
fr: Turc
gl_es: Turco
it: Turco

source: Thanks also to:
fr: Merci également à :
gl_es: Grazas tamén a:
it: Si ringraziano anche:

source: If you would like to help developing this program or join the project to help in any other way, you are indeed welcome; please, visit LenMus at GitHub (https://github.com/lenmus/lenmus) and leave a message by opening a new issue. Thank you and welcome.
fr: Si vous voulez participer au développement de ce logiciel ou joindre le projet pour le supporter sous une autre forme, vous êtes réellement les bienvenus. Visitez LenMus sur GitHub (https://github.com/lenmus/lenmus) et laissez un message en ouvrant un nouveau ticket. Merci beaucoup et bienvenue.
gl_es: Se queres unirte ao proxecto e axudar na programación ou de calquera outra maneira, es benvido/a. Por favor, visita a web de LenMus en GitHub (https://github.com/lenmus/lenmus) e deixa unha mensaxe abrindo un novo 'issue'. Moitas grazas e benvido/a.
it: Se desideri aiutarci nello sviluppo di questo programma o vuoi unirti al progetto per darci una mano in qualunque altro modo, sei sempre il benvenuto; in tal caso, ti preghiamo di visitare il sito LenMus su GitHub (https://github.com/lenmus/lenmus) e lascia un messaggio aprendo un nuovo 'issue'. Grazie e benvenuto.

source: Another instance of %s is already running.
fr: Une autre instance de %s est en cours d'exécution.
gl_es: Xa hai outra instancia de %s executándose
it: Un'altra istanza di %s è in esecuzione.

source: LenMus First Run
fr: Première exécution de LenMus
gl_es: Primeira execución de LenMus
it: Prima esecuzione di LenMus

source: Add chord note
fr: Ajouter le nom de l'accord

source: Add tie
fr: Ajouter une liaison

source: Add tuplet
fr: Ajouter un triolet
gl_es: Engadir tupla
it: Aggiungi un gruppo irregolare

source: Break a beam
fr: Diviser une ligature
gl_es: Cortar unha barra
it: Rompi un raggruppamento

source: Change numeric property
fr: Modifier la valeur numérique

source: Change color property
fr: Modifier la couleur

source: Change string property
fr: Modifier la propriété de la chaîne

source: Change notes/rests dots
fr: Modifier la durée (points) des notes/silences

source: Change note accidentals
fr: Modifier les altérations accidentelles
gl_es: Cambiar alteracións dunha nota
it: Cambia alterazioni della nota
