Repository: kokoye2007/lenmus
Catalog: locale/*/lenmus_*.po
Languages: fr, gl_es, it

source: da6
fr: 6te da
gl_es: 6ª da

source: da7
fr: 7e da
gl_es: 7ª da

source: C major
fr: Do Majeur
gl_es: Dó Maior
it: C maggiore

source: G major
fr: Sol Majeur
gl_es: Sol Maior
it: SOL maggiore

source: D major
fr: Ré Majeur
gl_es: Re Maior
it: RE maggiore

source: A major
fr: La Majeur
gl_es: La Maior
it: LA maggiore

source: E major
fr: Mi Majeur
gl_es: Mi Maior
it: MI maggiore

source: B major
fr: Si Majeur
gl_es: Si Maior
it: SI maggiore

source: F # major
fr: Fa ♯ Majeur
gl_es: Fa # Maior
it: FA # maggiore

source: C # major
fr: Do ♯ Majeur
gl_es: Dó # Maior
it: DO # maggiore

source: C b major
fr: Do ♭ Majeur
gl_es: Dó b Maior
it: DO b maggiore

source: G b major
fr: Sol ♭ Majeur
gl_es: Sol b Maior
it: SOL b maggiore

source: D b major
fr: Ré ♭ Majeur
gl_es: Re b Maior
it: RE b maggiore

source: A b major
fr: La ♭ Majeur
gl_es: La b Maior
it: LA b maggiore

source: E b major
fr: Mi ♭ Majeur
gl_es: Mi b Maior
it: MI b maggiore

source: B b major
fr: Si ♭ Majeur
gl_es: Si b Maior
it: SI b maggiore

source: F major
fr: Fa Majeur
gl_es: Fa Maior
it: FA maggiore

source: C flat major
fr: Do ♭ Majeur
gl_es: Dó b Maior
it: DO bemolle maggiore

source: C sharp major
fr: Do ♯ Majeur
gl_es: Dó # Maior
it: DO diesis maggiore

source: D flat major
fr: Ré ♭ Majeur
gl_es: Re b Maior
it: RE bemolle maggiore

source: E flat major
fr: Mi ♭ Majeur
gl_es: Mi b Maior
it: MI bemolle maggiore

source: F sharp major
fr: Fa ♯ Majeur
gl_es: Fa # Maior
it: FA diesis maggiore

source: G flat major
fr: Sol ♭ Majeur
gl_es: Sol b Maior
it: SOL bemolle maggiore

source: A flat major
fr: La ♭ Majeur
gl_es: La b Maior
it: LA bemolle maggiore

source: B flat major
fr: Si ♭ Majeur
gl_es: Si b Maior
it: SI bemolle maggiore

source: C sharp minor
fr: Do ♯ mineur
gl_es: Dó # menor
it: DO diesis minore

source: D sharp minor
fr: Ré ♯ mineur
gl_es: Re # menor
it: RE diesis minore

source: E flat minor
fr: Mi ♭ mineur
gl_es: Mi b menor
it: MI bemolle minore

source: F sharp minor
fr: Fa ♯ mineur
gl_es: Fa # menor
it: FA diesis minore

source: G sharp minor
fr: Sol ♯ mineur
gl_es: Sol # menor
it: SOL diesis minore

source: A flat minor
fr: La ♭ mineur
gl_es: La b menor
it: LA bemolle minore

source: A sharp minor
fr: La ♯ mineur
gl_es: La # menor
it: LA diesis minore

source: B flat minor
fr: Si ♭ mineur
gl_es: Si b menor
it: SI bemolle minore

source: No accidentals
fr: Sans altérations
gl_es: Sen alteracións
it: Niente alterazioni

source: Problem. Identify the following key signature:
fr: Proble. Identifiez l'armure suivante :
gl_es: Problema. Identifique a seguinte firma tonalidade:
it: Problema. Identificare la seguente armatura di chiave

source: Problem. How many accidentals has next key signature?:
fr: Proble. Combien d'altérations contient la prochaine armure ?
gl_es: Problema ¿Cantas alteraciones ten a seguinte tonalidade ?:
it: Problema. Quanti incidenti ha la prossima armatura di chiave ?:

source: Start with count off
fr: Commencez à compter
gl_es: Comenzar marcando un compás

source: Play with metronome
fr: Jouer avec le métronome
gl_es: Tocar con metrónomo
it: Riproduci con il metronomo

source: Min. note must be lower than max. note
fr: La note minimale doit être plus basse que la hauteur maximale
gl_es: A altura mínima debe ser menor que a máxima
it: La tonalità minima deve essere inferiore a quella massima

source: It is not possible to generate any interval. Selected notes' range interval (tab 'Other settings') is lower than minimum allowed interval (tab 'Intervals')
fr: Il n'est pas possible de générer une intervalle. L'intervalle de notes sélectionné (onglet 'Autres paramètres') est plus petit que l'intervalle minimum autorisé (onglet 'Intervalles')
gl_es: Non é posible xerar ningún intervalo. O ámbito seleccionado (ver pestana 'Outros axustes') é menor que o mínimo intervalo desexado (ver pestana 'Intervalos')
it: Non è possibile generare nessun intervallo. L'intervallo delle note selezionate (scheda 'Altre impostazioni') è minore del più piccolo intervallo consentito (scheda 'Intervalli')

source: It is nor possible to generate all the selected intervals. Selected notes range interval (tab 'Other settings') is lower than maximum allowed interval (tab 'Intervals')
fr: Il n'est pas possible de générer tous les intervalles sélectionnés. L'intervalle de notes sélectionné (onglet 'Autres paramètres') est plus petit que l'intervalle maximum autorisé (onglet 'Intervalles')
gl_es: Non é posible xerar ningún intervalo. O ámbito seleccionado (ver pestana 'Outros axustes') é menor que o mínimo intervalo desexado (ver pestana 'Intervalos')
it: Non è possibile generare tutti gli intervalli selezionati. L'intervallo delle note selezionate (scheda 'Altre impostazioni') è maggiore del più grande intervallo consentito (scheda 'Intervalli')

source: Notes to practise
fr: Notes à pratiquer
gl_es: Notas que se van practicar
it: Note con cui fare pratica

source: From this key signature:
fr: A partir de cette armure :
gl_es: Desta armadura:
it: Da questa armatura di chiave:

source: The following notes:
fr: Les notes suivantes :
gl_es: As seguintes notas:
it: Le seguenti note:

source: B b / C
fr: Si ♭ / Do
gl_es: Si b / Do

source: C # / D b
fr: Do ♯ / Ré ♭
gl_es: Do # / Re b

source: D # / E b
fr: Ré ♯ / Mi b
gl_es: Re # / Mi b

source: E / F b
fr: Mi / Fa ♭
gl_es: Mi / Fa b

source: E # / F
fr: Mi ♯ / Fa
gl_es: Mi # / Fa

source: F # / G b
fr: Fa ♯ / Sol b
gl_es: Fa # / Sol b

source: G # / A b
fr: Sol ♯ / La ♭
gl_es: Sol # / La b

source: A # / B b
fr: La ♯ / Si b
gl_es: La # / Si b

source: B / C b
fr: Si / Do ♭
gl_es: Si / Do b

source: You must choose one at least!
fr: Vous devez en choisir au moins une !
gl_es: Hai que elixir polo menos un!
it: Devi sceglierne almeno una!

source: G clef (violin)
fr: Clef de Sol (Violon)
gl_es: Sol (violín)
it: Chiave di Sol (violino)

source: F clef in 4th line (bass)
fr: Clef de Fa 4e ligne (basse)
gl_es: Fa en 4ª liña (Baixo)
it: Chiave di Fa sulla 4a linea (basso)

source: F clef in 3rd line
fr: Clef de Fa 3e ligne
gl_es: Fa en 3ª liña
it: Chiave di Fa sulla 3a linea

source: C clef on 1st line (soprano)
fr: Clef d'Ut 1ère ligne (soprano)
gl_es: Dó en 1º liña (soprano)
it: Chiave di DO sulla 1a linea (soprano)

source: C clef on 2nd line (mezzo soprano)
fr: Clef d'Ut 2e ligne (mezzo soprano)
gl_es: Dó en 2º liña (mezzo soprano)
it: Chiave di DO sulla 2a linea (mezzo soprano)

source: C clef on 3rd line (contralto)
fr: Clef d'Ut 3e ligne (contralto)
gl_es: Dó en 3º liña (contralto)
it: Chiave di DO sulla 3a linea (contralto)

source: C clef on 4th line (tenor)
fr: Clef d'Ut 4e ligne (ténor)
gl_es: Dó en 4º liña (tenor)
it: Chiave di DO sulla 4a linea (tenore)

source: Clef to use
fr: Clef à utiliser
gl_es: Claves que se van usar
it: Chiavi da usare

source: One octave
fr: Une octave
gl_es: Una oitava
it: Un'ottava

source: How many octaves
fr: Nombre d'octaves
gl_es: Cantas oitavas

source: Other
fr: Autres
gl_es: Outros
it: Altro

source: Cancel
fr: Annuler
gl_es: Cancelar
it: Annulla

source: Identify tonality settings
fr: Identifiez les caractéristiques de la tonalité
gl_es: Configuración de 'identificar tonalidade'
it: Impostazioni per Identificare tonalità

source: Key signatures
fr: Armures
gl_es: Tonalidades
it: Armatura di chiave

source: F# Major
fr: Fa ♯ Majeur
gl_es: Fa # Maior
it: FA# Maggiore

source: C# Major
fr: Do ♯ Majeur
gl_es: Dó # Maior
it: DO# Maggiore

source: Cb Major
fr: Do ♭ Majeur
gl_es: Dó b Maior
it: DOb Maggiore

source: Gb Major
fr: Sol ♭ Majeur
gl_es: Sol b Maior
it: SOLb Maggiore

source: Db Major
fr: Ré ♭ Majeur
gl_es: Re b Maior
it: REb Maggiore

source: Ab Major
fr: La ♭ Majeur
gl_es: La b Maior
it: LAb Maggiore

source: Eb Major
fr: Mi ♭ Majeur
gl_es: Mi b Maior
it: MIb Maggiore

source: Bb Major
fr: Si ♭ Majeur
gl_es: Si b Maior
it: SIb Maggiore

source: F# minor
fr: Fa ♯ mineur
gl_es: Fa # menor
it: FA# minore

source: C# minor
fr: Do ♯ mineur
gl_es: Dó # menor
it: DO# minore

source: G# minor
fr: Sol ♯ mineur
gl_es: Sol # menor
it: SOL# minore

source: D# minor
fr: Ré ♯ mineur
gl_es: Re # menor
it: RE# minore

source: A# minor
fr: La ♯ mineur
gl_es: La # menor
it: LA# minore

source: Ab minor
fr: La ♭ mineur
gl_es: La b menor
it: LAb minore

source: Eb minor
fr: Mi ♭ mineur
gl_es: Mi b menor
it: MIb minore

source: Bb minor
fr: Si ♭ mineur
gl_es: Si b menor
it: SIb minore

source: check/uncheck all major
fr: Cocher / décocher tous les Majeurs
gl_es: marcar/desmarcar todas as maiores
it: marca/smarca tutte le maggiori

source: check/uncheck all minor
fr: Cocher / décocher tous les mineurs
gl_es: marcar/desmarcar todas as menores
it: marca/smarca tutte le minori

source: You must choose at least one key signature!
fr: Vous devez choisir au moins un chiffrage !
gl_es: Hai que elixir polo menos unha tonalidade
it: Devi scegliere almeno un'armatura di chaive!

source: Just identify type: major or minor
fr: Identifier seulement le mode : Majeur ou mineur
gl_es: Identificar o tipo: maior ou menor
it: Basta identificare il tipo: maggiore o minore

source: Name the key signature
fr: Nommer l'armure
gl_es: Nombrar la armadura
it: Denominare la firma della armatura di chiave

source: Type of desired answer
fr: Type de réponse souhaitée
gl_es: Tipo de resposta desexada
it: Tipi di risposte desiderate

source: Answer buttons
fr: Boutons Réponse
gl_es: Botóns de resposta
it: Bottoni di risposta

source: You must choose at least one major and one minor in tab 'Key signatures'!
fr: Vous devez choisir au moins une Majeure et une mineure dans l'onglet 'Armures' !
gl_es: ¡Ten que escoller polo menos un maior e un menor na pestana "Tonalidade"!
it: ¡Devi scegliere almeno un maggiore e un minore nella scheda "Armatura di chiave"!

source: Options: Intervals - Theory exercises
fr: Options : Intervalles - Exercices sur la théorie
gl_es: Opcións: Intervalos - Exercicios teóricos
it: Opzioni: intervalli - esercizi di teoria

source: Clefs to use
fr: Clefs à utiliser
gl_es: Claves que se van usar
it: Chiavi da usare

source: F clef on 4th line (bass)
fr: Clef de Fa 4e ligne (basse)
gl_es: Fa en 4ª liña (Baixo)
it: Chiave di FA sulla 4a linea (basso)

source: F clef on 3rd line
fr: Clef de Fa 3e ligne
gl_es: Fa en 3ª liña
it: Chiave di Fa sulla 3a linea

source: C Major / A minor
fr: Do Majeur / La mineur
gl_es: Dó Maior / La menor
it: DO Maggiore / LA minore

source: G Major / E minor
fr: Sol Majeur / Mi mineur
gl_es: Sol Maior / Mi menor
it: SOL Maggiore / MI minore

source: D Major / B minor
fr: Do Majeur / Si mineur
gl_es: Re Maior / Si menor
it: RE Maggiore / SI minore

source: A Major / F# minor
fr: La Majeur / Fa ♯ mineur
gl_es: La Maior / Fa # menor
it: LA Maggiore / FA# minore

source: E Major / C# minor
fr: Mi Majeur / Ré ♯ mineur
gl_es: Mi Maior / Dó # menor
it: MI Maggiore / DO# minore

source: B Major / G# minor
fr: Si Majeur / Sol ♯ mineur
gl_es: Si Maior / Sol # menor
it: SI Maggiore / SOL# minore

source: F# Major / D# minor
fr: Fa ♯ Majeur / Ré ♯ mineur
gl_es: Fa # Maior / Re # menor
it: FA# Maggiore / RE# minore

source: C# Major / A# minor
fr: Do ♯ Majeur / La ♯ mineur
gl_es: Dó # Maior / La # menor
it: DO# Maggiore / LA# minore

source: Cb Major / Ab minor
fr: Do ♭ Majeur / La ♭ mineur
gl_es: Dó b Maior / La b menor
it: DOb Maggiore / LAb minore

source: Gb Major / Eb minor
fr: Sol ♭ Majeur / Mi ♭ mineur
gl_es: Sol b Maior / Mi b menor
it: SOLb Maggiore / MIb minore

source: Db Major / Bb minor
fr: Ré ♭ Majeur / Si ♭ mineur
gl_es: Re b Maior / Si b menor
it: REb Maggior / SIb minore

source: Ab Major / F minor
fr: La ♭ Majeur / Fa mineur
gl_es: La b Maior / Fa menor
it: LAb Maggiore / FA minore

source: Eb Major / C minor
fr: Mi ♭ Majeur / Do mineur
gl_es: Mi b Maior / Dó menor
it: MIb Maggiore / DO minore

source: Bb Major / G minor
fr: SI ♭ Majeur / Sol mineur
gl_es: Si b Maior / Sol menor
it: SIb Maggiore / SOL minore

source: F Major / D minor
fr: Fa Majeur / Ré mineur
gl_es: Fa Maior / Re menor
it: FA Maggiore / RE minore

source: Just name the interval number
fr: Donner seulement le nom de d'intervalle
gl_es: Simplemente nomee o número do intervalo
it: Basta nominare il numero dell'intervallo

source: Perfect, major and minor intervals
fr: Intervalles justes, Majeurs et mineurs
gl_es: Intervalos perfectos, maiores e menores
it: Intervalli perfetti, maggiori e minori

source: Also augmented and diminished
fr: Avec en plus des intervalles augmenté et diminué
gl_es: Tamén aumentado e diminuído
it: Anche aumentato e diminuito

source: Also double augmented / diminished
fr: Avec en plus des intervalles double augmenté / double diminué
gl_es: Tamén aumentou / diminuíu dobre
it: Anche doppio aumentato / diminuito

source: Difficulty
fr: Difficulté
gl_es: Dificultade
it: Difficoltà

source: Maximum number of leger lines
fr: Nombre maximum de lignes supplémentaires
gl_es: Número máximo de liñas adicionais
it: Numero massimo di linee aggiuntive

source: Above
fr: Au-dessus
gl_es: Arriba
it: Sopra

source: Below
fr: Au-dessous
gl_es: Debaixo
it: Sotto

source: Intervals' types
fr: Types d'intervalles
gl_es: Tipos de intervalo
it: Tipi di intervalli

source: Harmonic (simultaneous notes)
fr: Harmonique (notes simultanées)
gl_es: Harmónico (notas simultáneas)
it: Armonico (note simultanee)

source: Melodic (ascending)
fr: Mélodique (ascendant)
gl_es: Melódico ascendente
it: Melodico (ascendente)

source: Melodic (descending)
fr: Mélodique (descendant)
gl_es: Melódico descendente
it: Melodico (discendente)

source: Choose the operation mode
fr: Choisissez le mode de fonctionnement
gl_es: Elixe o modo de operación
it: Scegli la modalità operativa

source: Learning mode
fr: Mode d'apprentissage
gl_es: Modo de aprendizaxe
it: Modalità di apprendimento

source: The program will record and analyse your answers. Questions will focus on those issues in which the program detects that you are having more trouble. This mode minimizes your study time and optimises your learning rate. It is based on the 'Leitner' methodology, also known as 'spaced repetition'.
fr: Le programme enregistrera et analysera vos réponses. Les questions porteront sur les problèmes pour lesquels le programme détecte que vous rencontrez plus de problèmes. Ce mode minimise votre temps d'étude et optimise votre taux d'apprentissage. Il est basé sur la méthodologie «Leitner», également appelée «répétition espacée».
gl_es: O programa rexistrará e analizará as súas respostas. As preguntas centraranse nos problemas nos que o programa detecte que está a ter máis problemas. Este modo minimiza o tempo de estudo e optimiza o ritmo de aprendizaxe. Baséase na metodoloxía 'Leitner', tamén coñecida como 'repetición espaciada'.
it: Il programma registrerà e analizzerà le tue risposte. Le domande si concentreranno su quei problemi in cui il programma rileva che stai riscontrando più problemi. Questa modalità riduce al minimo i tempi di studio e ottimizza il tasso di apprendimento. Si basa sulla metodologia "Leitner", nota anche come "ripetizione distanziata".

source: Practice mode
fr: Mode de pratique
gl_es: Modo de prácticas
it: Modalità di pratica

source: The program uses your performance data, saved in learning mode, to choose questions. It selects questions at random but giving more probability to those that are troubling you. This mode is useful when you have finished your daily assignment in 'learning' mode and you would like to practise more.
fr: Le programme utilise vos données de performance, enregistrées en mode apprentissage, pour choisir des questions. Il sélectionne des questions au hasard, mais donne plus de probabilité à celles qui vous préoccupent. Ce mode est utile lorsque vous avez terminé votre travail quotidien en mode "apprentissage" et que vous souhaitez vous entraîner davantage.
gl_es: O programa usa os teus datos de rendemento, gardados en modo de aprendizaxe, para escoller preguntas. Selecciona preguntas ao azar pero dándolle máis probabilidades aos que te preocupan. Este modo é útil cando rematou a tarefa diaria en modo "aprendizaxe" e quere practicar máis.
it: Il programma utilizza i dati sulle prestazioni, salvati in modalità di apprendimento, per scegliere le domande. Seleziona le domande a caso ma dando più probabilità a quelle che ti preoccupano. Questa modalità è utile quando hai terminato il tuo compito quotidiano in modalità "apprendimento" e desideri esercitarti di più.

source: Exam mode
fr: Mode examen
gl_es: Modo de exame
it: Modalità di esame

source: Neither your saved performance data not your answers to previous questions are taken into account to formulate questions. At any moment, all possible questions have the same probability of being asked. This mode is useful for testing your knowledge before taking an examination, but is less useful for learning.
fr: La formulation des problèmes ne prend pas en compte les questions précédentes ni les réponses à ces questions. A tout moment, toutes les questions possibles ont la même probabilité d'être posées. Ce mode est utile pour tester vos connaissances avant de passer un examen, mais il est moins utile pour pratiquer et apprendre.
gl_es: Tampouco se teñen en conta os teus datos de rendemento gardados nin as respostas a preguntas anteriores para formular preguntas. En calquera momento, todas as preguntas posibles teñen a mesma probabilidade de facerse. Este modo é útil para probar os seus coñecementos antes de facer un exame, pero é menos útil para aprender.
it: Né i dati sul rendimento salvati né le risposte alle domande precedenti vengono presi in considerazione per formulare domande. In qualsiasi momento, tutte le possibili domande hanno la stessa probabilità di essere poste. Questa modalità è utile per testare le tue conoscenze prima di sostenere un esame, ma è meno utile per l'apprendimento.

source: Quiz mode
fr: Mode Quiz
gl_es: Modo de competición
it: Modalità concorrenza

source: This mode is similar to the 'exam' mode but two answer counters are displayed and questions are accounted in both counters: one in the first counter and the next one in the second counter. This mode is useful to work in pairs or in teams at classroom.
fr: Ce mode est similaire au mode "examen", mais il affiche deux compteurs et les réponses sont inscrites alternativement dans chaque compteur. Ce mode est utile pour travailler en classe, en binôme ou en équipe.
gl_es: Este modo é similar ao modo 'exame' pero móstranse dous mostradores de respostas e contabilizaranse as preguntas nos dous mostradores: unha no primeiro mostrador e outra no segundo mostrador. Este modo é útil para traballar en parella ou en equipos na clase.
it: Questa modalità è simile alla modalità "esame", ma vengono visualizzati due contatori di risposte e le domande vengono contabilizzate in entrambi i contatori: uno nel primo contatore e il successivo nel secondo contatore. Questa modalità è utile per lavorare in coppia o in gruppo in classe.

source: (Undefined)
fr: (non défini)
it: (Non specificata)

source: General actions on documents
fr: Actions générales sur les documents

source: Application appearance and layout
fr: Apparence et mise en page de l'application

source: Toolbox: select tools and options
fr: Boîte à outils : sélectionnez les outils et les options

source: Score edition
fr: Édition de la partition

source: Edition: general actions
fr: Édition : actions générales

source: Create a new blank document
fr: Créer un nouveau document vierge

source: Open a existing document
fr: Ouvrir un document existant

source: Reload current document
fr: Recharger le document en cours

source: Open a music book
fr: Ouvrir un livre de musique
gl_es: Abrir os libros de música

source: Close current document
fr: Fermer le document en cours

source: Save current document to file
fr: Enregistrer le document courant dans un fichier

source: Save current document with a different name
fr: Enregistrer le document en cours sous un nom diférent

source: Convert document to latest format
fr: Convertir le document au dernier format

source: Close all documents
fr: Fermer tous les documents

source: Print current document
fr: Imprimer le document
gl_es: Imprimir o documento actual

source: Zoom in
fr: Agrandir
gl_es: Facer zoom

source: Zoom out
fr: Diminuer
gl_es: Reducir zoom

source: Allow edition of current document
fr: Autoriser l'édition du document en cours

source: Exit program
fr: Sortir du programme
gl_es: Terminar o programa
it: Esci dal programma

source: Configure printer options
fr: Configurer les options de l'imprimante
gl_es: Configurar as opcións de impresión
it: Configura le opzioni di stampa

source: Undo last action
fr: Annuler la dernière action

source: Redo last undo
fr: Rétablir la dernière annulation

source: Move cursor back
fr: Déplacer le curseur vers l'arrière

source: Move cursor forward
fr: Déplacer le curseur vers l'avant

source: Move cursor down
fr: Déplacer le curseur vers le bas

source: Move cursor up
fr: Déplacer le curseur vers le haut

source: Cursor: enter object
fr: Curseur : entrer dans un objet

source: Cursor: exit object
fr: Curseur : sortir d'un objet

source: Move cursor to next page
fr: Déplacer le curseur sur la page suivante

source: Move cursor to previous page
fr: Déplacer le curseur sur la première page

source: Delete selection or pointed object
fr: Supprimer la sélection ou l'objet pointé

source: Move cursor back and delete object
fr: Déplacer le curseur vers l'arrière et supprimer l'objet

source: Insert a header
fr: Ajouter un entête

source: Insert a paragraph
fr: Insérer un paragraphe

source: Insert a score
fr: Ajouter une partition

source: Remove selection
fr: Supprimer la sélection

source: Move cursor to next measure
fr: Déplacer le curseur sur la mesure suivante

source: Move cursor to previous measure
fr: Déplacer le curseur sur la mesure précédente

source: Move cursor to first measure
fr: Déplacer le curseur sur la première mesure

source: Move cursor to last measure
fr: Déplacer le curseur sur la dernière mesure

source: Move cursor to start of system
fr: Déplacer le curseur au début du syste

source: Move cursor end of system
fr: Déplacer le curseur à la fin du syste

source: Move cursor to first staff
fr: Déplacer le curseur sur la première portée

source: Move cursor to last staff
fr: Déplacer le curseur sur la dernière portée

source: Add note A
fr: Ajouter la note La

source: Add note B
fr: Ajouter la note Si

source: Add note C
fr: Ajouter la note Do

source: Add note D
fr: Ajouter la note Ré

source: Add note E
fr: Ajouter la note Mi

source: Add note F
fr: Ajouter la note Fa

source: Add note G
fr: Ajouter la note Sol

source: Display dialog for adding a clef
fr: Afficher la boîte de dialogue pour ajouter une clef

source: Add a rest
fr: Ajouter un silence

source: Add barline
fr: Ajouter une barre de mesure

source: Add note A to chord
fr: Ajouter la note La à l'accord

source: Add note B to chord
fr: Ajouter la note Si à l'accord

source: Add note C to chord
fr: Ajouter la note Do à l'accord

source: Add note D to chord
fr: Ajouter la note Ré à l'accord

source: Add note E to chord
fr: Ajouter la note Mi à l'accord

source: Add note F to chord
fr: Ajouter la note Fa à l'accord

source: Add note G to chord
fr: Ajouter la note Sol à l'accord

source: Select prev. note/rest
fr: Sélectionner la note / le silence précédent(e)

source: Select next note/rest
fr: Sélectionner la note / le silence suivant(e)

source: Select all to start of measure
fr: Tout sélectionner jusqu'au début de la mesure

source: Select all to end of measure
fr: Tout sélectionner jusqu'à la fin de la mesure

source: Select all to start of system
fr: Tout sélectionner jusqu'au début du syste

source: Select all to end of system
fr: Tout sélectionner jusqu'à la fin du syste

source: Toolbox: select notes tools
fr: Boîte à outils : outils de sélection des notes
