Repository: kokoye2007/lenmus
Catalog: locale/*/lenmus_*.po
Languages: fr, gl_es, it

source: Delete selection
fr: Supprimer la sélection
gl_es: Borrar selección
it: Cancella selezione

source: Delete %s
fr: Supprimer %s
gl_es: Quitar %s
it: Cancella %s

source: Delete tie
fr: Supprimer la liaison
gl_es: Quitar ligadura
it: Cancella un legame

source: Delete tuplet
fr: Supprimer le triolet
gl_es: Quitar tupla
it: Cancella un gruppo irregolare

source: Insert barline
fr: Supprimer la barre de mesure

source: Insert clef
fr: Ajouter la clef
gl_es: Inserir clave
it: Inserisci chiave

source: Insert note
fr: Ajouter une note
gl_es: Inserir nota
it: Inserisci nota

source: Insert rest
fr: Ajouter un silence
gl_es: Inserir silencio
it: Inserisci pausa

source: Add beam
fr: Ajouter une ligature
gl_es: Engadir barra
it: Aggiungi un raggruppamento

source: Move control point
fr: Déplacer le point de conrôle

source: Select object
fr: Selectionner un objet

source: The document contains scores created with a previous version. You must convert the document to current format (Menu > File > Convert) and edit the converted document.
fr: Le document contient des partitions créées avec une version précédente. Vous devez convertir le document au format actuel (Menu > Fichier> Convertir) et modifier le document converti.
gl_es: O documento contén partituras creadas cunha versión anterior. Debe converter o documento ao formato actual (Menú> Arquivo> Converter) e editar o documento convertido.
it: Il documento contiene partiture create con una versione precedente. È necessario convertire il documento nel formato corrente (Menu> File> Converti) e modificare il documento convertito.

source: Document %s has been modified. Would you like to save it before closing?
fr: Le document% s a été modifié. Voulez-vous le sauvegarder avant de fermer ?
gl_es: O documento% s foi modificado. ¿Quere gardalo antes de pechar?
it: Il documento %s è stato modificato. Vuoi salvarlo prima di chiudere?

source: Save the file before closing
fr: Enregistrer le fichier avant de quitter
gl_es: Garda o ficheiro antes de pechar
it: Salva il file prima di chiuderlo

source: Close without saving the file
fr: Quitter sans enregistrer le fichier
gl_es: Peche sen gardar o ficheiro
it: Chiudi senza salvare il file

source: Header
fr: Entête
gl_es: Cabeceira

source: Paragraph
fr: Paragraphe
gl_es: Parágrafo

source: &Cut
fr: &Couper
gl_es: &Cortar
it: &Taglia

source: Edit
fr: Editer
gl_es: Editar
it: Modifica

source: Failed adding book %s
fr: Echec lors de l'ajout du livre %s
gl_es: Problemas ao engadir o libro %s
it: Tentativo fallito aggiunta book %s

source: Help system
fr: Syste d'aide

source: Opening Internet browser. Please wait ...
fr: Ouverture du navigateur Internet. Patientez ...
gl_es: Apertura do navegador de Internet. Agarde ...
it: Apertura del browser Internet. Attendere prego ...

source: Help documentation not found: Re-install LenMus?
fr: Document d'aide non trouvée : voulez-vous réinstaller LenMus ?
gl_es: Non se atopou a documentación de axuda: ¿Reinstalar LenMus?
it: Documentazione della guida non trovata: reinstallare LenMus?

source: New
fr: Nouveau
gl_es: Novo
it: Nuovo

source: Open
fr: Ouvrir
gl_es: Abrir
it: Aprire

source: Open books
fr: Ouvrir un livre
gl_es: Abrir libros
it: Apri libri

source: Save
fr: Enregistrer
gl_es: Gardar
it: Salva

source: Save as
fr: Enregistrer sous
gl_es: Gardar como...
it: Salva come ...

source: Convert
fr: Convertir
gl_es: Converter
it: Convertire

source: Close
fr: Fermer
gl_es: Pechar
it: Chiudi

source: Close all
fr: Tout fermer
gl_es: Pechar todas
it: Chiudi tutto

source: Print
fr: Imprimer
gl_es: Imprentar
it: Stampa

source: Print Setup
fr: Configuration de l'impression
gl_es: Configurar impresora...
it: Parametri di stampa...

source: Quit
fr: Quitter
gl_es: Pechar
it: Finire

source: Enable edition
fr: Activer l'édition

source: Undo
fr: Annuler
gl_es: &Desfacer
it: Annulla operazione

source: Redo
fr: Répéter
gl_es: Refacer
it: Rifai operazione

source: Score
fr: Partition
gl_es: Partitura
it: Partitura

source: Insert ...
fr: Insérer ...

source: Insert new content in the document
fr: Insérer le nouveau contenu dans le document

source: Tool bar
fr: Barre d'outils
gl_es: Barra de ferramentas
it: Barra strumenti

source: Hide/show the tools bar
fr: Masquer / afficher la barre d'outils
gl_es: Mostrar/ocultar a barra de ferramentas
it: Mostra/nascondi la barra strumenti

source: Status bar
fr: Barre d'état
gl_es: Barra de estado
it: Barra di stato

source: Hide/show the status bar
fr: Masquer / afficher la barre d'état
gl_es: Mostrar/ocultar barra de estado
it: Mostra/nascondi la barra di stato

source: Table of content
fr: Table des matières
gl_es: Táboa de contidos
it: Contenuti

source: Hide/show the TOC for current book
fr: Masquer / afficher la table des matières du livre en cours
gl_es: Agochar / mostrar o Táboa de Contidos do libro actual
it: Nascondi / mostra il sommario per il libro corrente

source: Virtual keyboard
fr: Clavier virtuel

source: Hide/show virtual keyboard
fr: Masquer / afficher les règles

source: Command console
fr: Terminal

source: Show the commands console
fr: Monter les commandes du terminal

source: Welcome page
fr: Page d'accueil
gl_es: Páxina de benvida
it: Pagina di Benvenuto

source: Hide/show welcome page
fr: Masquer / afficher la page d'accueil
gl_es: Mostrar/ocultar páxina de benvida
it: Mostra/nascondi pagina di benvenuto

source: Show voices in colors
fr: Colorier les voix

source: Use a different colour for each voice
fr: Utiliser une couleur différente pour chaque voix

source: Actual size
fr: Taille réelle
gl_es: Tamaño real
it: Dim. originale

source: Fit page full
fr: Page entière
gl_es: Axustar a páxina completa
it: Pagina intera

source: Zoom so that the full page is displayed
fr: Page entière
gl_es: Axustar escala para mostrar unha páxina completa
it: Visualizza la pagina nella sua interezza

source: Fit page width
fr: Largeur de page
gl_es: Axustar o ancho de páxina
it: Larghez. pag.

source: Zoom so that page width equals window width
fr: Largeur de la page
gl_es: Axustar escala para o ancho da páxina
it: Imposta larghezza pagina uguale alla larghezza della finestra

source: Enlarge image size
fr: Augmenter la taille de l'image
gl_es: Incrementar tamaño da imaxe
it: Allarga dimensione immagine

source: Reduce image size
fr: Réduire la taille de l'image
gl_es: Reducir o tamaño da imaxe
it: Riduci dimensione immagine

source: Zoom to ...
fr: Agrandir Jusqu'à...
gl_es: Ampliar/reducir ...
it: Ingrandisci a ...

source: play
fr: jouer
gl_es: tocar
it: interpretare

source: Start/resume play back. From selection of full score
fr: Démarrer / reprendre la lecture. À partir de la sélection.
gl_es: Iniciar/continuar a execución da partitura. Completa.
it: Inizia/riprendi riproduzione (solo selezione)

source: play from cursor
fr: jouer à partir du curseur
gl_es: tocar desde o cursor
it: Riproduci dal cursore

source: Start/resume play back. From cursor measure
fr: Démarrer / reprendre la lecture. De la mesure du curseur
gl_es: Iniciar/continuar a execución. Desde a posición do cursor.
it: Inizia/riprendi riproduzione (dalla misura in cui si trova il cursore)

source: Stop
fr: Arrêt
gl_es: Parar

source: Stop playing back
fr: Arrêter la lecture
gl_es: Deter a execución
it: Ferma riproduzione

source: Pause
fr: Pauser
gl_es: Pausa
it: Pausa

source: Pause playing back
fr: Pause arrière
gl_es: Pausa na execución da partitura
it: Pausa riproduzione

source: Do count off
fr: Compter
gl_es: Comenzar marcando un compás

source: Do count off before starting the play back
fr: Comptez avant de commencer la lecture
gl_es: Antes de tocar, marcar un compás

source: Metronome on
fr: Métronome activé
gl_es: metrónomo activado
it: Metronomo attivo

source: Turn metronome on/off
fr: Démarrer/arrêter le métronome
gl_es: Acender / apagar o metrónomo
it: Metronomo on/off

source: Test sound
fr: Test du son
gl_es: Comprobar son
it: Suono di prova

source: play an scale to test sound
fr: jouer une gamme pour tester le son
gl_es: Tocar unha escala para comprobar o son
it: suona una scala come test sonoro

source: All sounds off
fr: Muet
gl_es: Deter sons
it: Disattiva tutti i suoni

source: Stop inmediatly all sounds
fr: Arrêter immédiatement tous les sons
gl_es: &Deter inmediatamente todos os sons
it: Ferma immediatamente tutti i suoni

source: Preferences
fr: Préférences
gl_es: Preferencias
it: Preferenze

source: Open preferences dialog
fr: Ouvrir la boîte le dialogue des préférences
gl_es: Abrir diálogo de preferencias
it: Apri il dialogo delle preferenze

source: Metronome
fr: Métronome
gl_es: Metrónomo
it: Metronomo

source: Open metronome tool
fr: Ouvrir l'outil métronome
gl_es: Ferramentas de metrónomo
it: Apri lo strumento metronomo

source: LenMus manual
fr: Manuel LenMus
gl_es: Axuda de LenMus
it: Aiuto per LenMus

source: Open user's manual
fr: Ouvrir le manuel utilisateur
gl_es: Abrir o manual de usuario
it: Apri il manuale dell'utente

source: Editor quick guide
fr: Guide rapide de l'éditeur
gl_es: Guía rápida do editor
it: Guida rapida alla modifica

source: Show editor quick guide
fr: Afficher le guide rapide de l'éditeur
gl_es: Guía rápida do editor

source: Study guide
fr: Guide d'étude
gl_es: Guía de estudo
it: Guida allo studio

source: How to use LenMus in your studies
fr: Comment utiliser LenMus dans vos études
gl_es: Como usar LenMus nos teus estudos
it: Come usare LenMus nei tuoi studi

source: Search help
fr: Rechercher de l'aide
gl_es: Buscar en la ayuda

source: Search help documentation
fr: Rechercher la documentation d'aide
gl_es: Buscar en la documentación de axuda

source: Check now for updates
fr: Vérifier maintenant les mises à jour
gl_es: Comprobar agora actualizacións
it: Controlla ora disponibilità aggiornamenti

source: Connect to the Internet and check for program updates
fr: Se connecter à Internet et rechercher des mises à jour
gl_es: Conectar a internet e comprobar se hai actualizacións
it: Si connette ad Internet e verifica se ci sono aggiornamenti del programma

source: Visit LenMus website
fr: Visitez le site Web LenMus
gl_es: Visitar a web de LenMus
it: Visita il sito web di LenMus

source: Open the Internet browser and go to LenMus website
fr: Ouvrir le navigateur et aller sur le site Web LenMus
gl_es: Abrir o navegador de internet e visitar a web de LenMus
it: Apre un browser Internet e va al sito LenMus

source: About
fr: A propos de
gl_es: Acerca de
it: Informazioni

source: Display information about program version and credits
fr: Afficher les informations sur la version du logiciel et les crédits
gl_es: Mostrar información sobre versión e créditos
it: Mostra informazioni sulla versione del programma e riconoscimenti

source: File
fr: Fichier
gl_es: Arquivo

source: View
fr: Vue
gl_es: Ver
it: Visualizza

source: Sound
fr: Son
gl_es: Son
it: Suono

source: Tools
fr: Outils
gl_es: Ferramentas
it: Strumenti

source: Help
fr: Aide
gl_es: Axuda
it: Aiuto

source: LenMus files
fr: Fichiers LenMus
gl_es: Formato de LenMus
it: Formato LenMus

source: MusicXML files
fr: Fichiers MusicXML
gl_es: Formato MusicXML
it: Formato MusicXML

source: MNX files
fr: Fichiers MNX
gl_es: Formato MNX
it: Formato MNX

source: Choose the file to open
fr: Choisissez la fichier à ouvrir
gl_es: Elixa o arquivo que se vai abrir
it: Scegli il file da aprire

source: Errors in file
fr: Erreurs dans le fichier
gl_es: Erros no ficheiro
it: Errori nel file

source: Set user preferences
fr: Définissez les préférences utilisateur
gl_es: Cambiar preferencias de usuario/a
it: Imposta preferenze utente

source: Help button
fr: Bouton d'aide
gl_es: Botón de axuda
it: Pulsante d'aiuto

source: New document
fr: Nouveau document

source: Open a score
fr: Ouvrir une partition
gl_es: Abrir unha partitura
it: Apri una partitura

source: Open the music books
fr: Ouvrir les livres de musique
gl_es: Mostrar os libros de música
it: Apri un music book

source: Save current score to disk
fr: Enregistrer la partition courante sur le disque
gl_es: Gardar a partitura no disco
it: Salva la partitura corrente su disco

source: Print document
fr: Imprimer le document
gl_es: Imprimir documento
it: Stampa documento

source: Hide/show the Table Of Content for current book
fr: Masquer/afficher la table des matières du livre en cours
gl_es: Agochar / mostrar o Táboa de Contidos do libro actual
it: Nascondi / mostra la tabella dei contenuti per il libro corrente

source: Metronome tools
fr: Outils pour le métronome
gl_es: Ferramentas de metrónomo
it: Strumenti metronomo

source: play tools
fr: outils pour la lecture

source: Main tools
fr: Outils principaux
gl_es: Ferramentas principais
it: Strumenti principali

source: Zooming tools
fr: Outils d'agrandissement
gl_es: Ferramentas de escala
it: Strumenti di ingrandimento

source: Edit tools
fr: Outils d'edition
gl_es: Ferramentas de edición
it: Strumenti di modifica

source: File tools
fr: Outils pour les fichiers
gl_es: Ferramentas de arquivo
it: Strumenti per file

source: Counters & options
fr: Compteurs et options
gl_es: Contadores e opcións

source: Start page
fr: Page d'accueil
gl_es: Páxina de inicio

source: File '%s' not found.
fr: Fichier '% s' non trouvé.
gl_es: Erro: Non se atopa o ficheiro '%s'.
it: Errore: File '%s' non trovato.

source: Error message
fr: Message d'erreur
gl_es: Mensaxe de erro
it: Messaggio d'errore

source: Sorry: File not found!
fr: Désolé : fichier non trouvé !
gl_es: Erro: Non se atopa o ficheiro '%s'.
it: Spiacenti: file non trovato!

source: Zooming? (10 to 800)
fr: Agrandir ? (10 à 800)
gl_es: Escala? (10 a 800)
it: Zoom? (da 10 a 800)

source: Invalid zooming factor '%s'
fr: Facteur d'agrandissement invalide '%s'
gl_es: Factor de escala non válido '%s'
it: Fattore di zoom '%s' non valido

source: Zooming factor must be greater that 10% and lower than 800%
fr: Le facteur d'agrandissement doit être plus grand que 10% et plus petit que 800%
gl_es: O factor de escala debe ser maior que o 10% e menor que o 800%
it: Il fattore di zoom deve essere più grande di 10% e minore di 800%

source: Edit toolbox
fr: Boîte à outils d'édition
gl_es: Ferramentas de edición

source: There is a problem for printing. Perhaps your current printer is not set correctly?
fr: Il y a un problème d'impression. Votre imprimante n'est peut-être pas configurée correctement? ?
gl_es: Hai algún problema para imprimir. Comprobe que a impresora está configurada correctamente.
it: C'è un problema nella stampa. Forse non hai impostato correttamente la stampante?

source: Printing
fr: Impression
gl_es: Imprimindo
it: Stampa

source: Printing cancelled
fr: Impression annulée
gl_es: Impresión cancelada
it: Stampa annullata

source: Score configuration wizard
fr: Assistant de configuration de partition
gl_es: Asistente para configurar unha partitura
it: Configurazione guidata della partitura

source: Empty (manuscript paper)
fr: Vide (papier manuscrit)
gl_es: Sen nada (papel pautado)
it: Vuoto (foglio manoscritto)

source: Cello and piano
fr: Violoncelle et piano
gl_es: Violonchelo e piano
it: Violoncello e piano

source: Guitar
fr: Guitare
gl_es: Guitarra
it: Chitarra

source: Trio sonata
fr: Sonate en trio
gl_es: Trío (sonata)
it: Sonata in trio

source: Viola and piano
fr: Alto et piano
gl_es: Viola e piano
it: Viola e piano

source: Violin
fr: Violon
gl_es: Violín
it: Violino

source: Violin and piano
fr: Violon et piano
gl_es: Violín e piano
it: Violino e piano

source: Voice and keyboard
fr: Voix et clavier

source: Error: Template '%s' not found.
fr: Erreur : Modèle %s non trouvé.
gl_es: Erro: Non se atopa o modelo '%s'.
it: Errore: Modello '%s' non trovato.

source: Possible causes:
fr: Causes probables :
gl_es: Causas posibles:
it: Possibili cause:

source: - An error during lenmus installation.
fr: - Une erreur survenue durant l'installation de LenMus.
gl_es: - Un erro durante a instalación de lenmus.
it: - Un errore durante l'installazione di lenmus.

source: - An accidental deletion of the required template.
fr: - Un effacement accidentel du modèle requis.
gl_es: - Un borrado accidental do modelo necesario.
it: - Una cancellazione involontaria del modello richiesto.

source: An empty score will be created.
fr: Une partition vierge sera créée.
gl_es: Crearase unha partitura baleira.
it: Sarà creata una partitura vuota.

source: Select instruments and style
fr: Choisir les instruments et leur style
gl_es: Seleccionar instrumentos e estilo
it: Selezionare gli strumenti e lo stile

source: Preview
fr: Aperçu
gl_es: Previsualizar
it: Anteprima

source: Select a key signature
fr: Choisissez l'armure
gl_es: Seleccionar unha armadura
it: Scegliere un'armatura di chaive

source: Major
fr: Majeur
gl_es: Maior
it: Maggiore

source: minor
fr: mineur
gl_es: menor
it: minore

source: Key type
fr: Type de clef
gl_es: Tipo de armadura
it: Tipo chiave

source: none
fr: aucun
gl_es: Ningún
it: niente

source: Select time signature
fr: Choisissez la mesure
gl_es: Seleccionar métrica
it: Scegliere il tipo di tempo

source: Time signature
fr: Mesure
gl_es: Métrica
it: Tempo

source: Other time signatures
fr: Autres chiffrages
gl_es: Outras métricas
it: Altri tipi di tempo

source: Numerator
fr: Numérateur
gl_es: Numerador
it: Numeratore

source: Denominator
fr: Dénominateur
gl_es: Denominador
it: Denominatore

source: Free software under GNU General Public License, version 3 or later.
fr: Logiciel libre sous licence GNU General Public, version 3 ou ultérieure.
gl_es: Soporte lóxico baixo licenza GNU GPL (General Public License), versión 3 ou superior.
it: Software libero coperto da GNU General Public License, versione 3 o successiva.

source: Display page and time referred to mouse position
fr: Afficher le numéro de page et l'heure à la position de la souris

source: Display page and time referred to caret position
fr: Afficher le numéro de page et l'heure à la position du curseur

source: Welcome to LenMus
fr: Bienvenue sur LenMus
gl_es: LenMus dáche a benvida
it: Benvenuto in LenMus

source: About LenMus
fr: À propos de LenMus
gl_es: O proxecto LenMus
it: Per sapere cos'è LenMus

source: What's is new in this version
fr: Quoi de neuf dans cette version
gl_es: Que novidades hai nesta versión
it: Novità di LenMus

source: Report an error or make suggestions
fr: Rapporter un bug ou proposer une suggestion

source: Learn and practise music theory
fr: Apprendre et pratiquer la théorie musicale
gl_es: Aprender e practicar teoría da música
it: Impara la teoria musicale ed esercitati

source: Study guide: How to use this program
fr: Guide d'étude : Comment utiliser ce programme
gl_es: Guía de estudo: como usar este programa
it: Guida allo studio: come utilizzare questo programma

source: Recent documents
fr: Documents récents
gl_es: Documentos recentes
it: Documenti recenti

source: Cannot open HTML document: %s
fr: Impossible d'ouvrir le document HTML:% s
gl_es: Non se pode abrir o documento HTML:% s
it: Impossibile aprire il documento HTML: %s

source: Chord is valid
fr: L'accord est valide

source: Not all chord steps in the chord
fr: Il n'y a pas tous les intervalles dans l'accord

source: Acorde completo. Contiene todas las notas (en todo caso, elidir la 5ª)
fr: Accord complet. Contient toutes les notes (en tout cas, omettez la 5°)

source: Parallel motion of perfect octaves, perfect fifths or unisons
fr: Mouvement parallèles d'octaves justes, de 5tes justes ou d'unissons

source: Resultant fifths or octaves in no valid cases
fr: Résolution de quintes ou d'octaves dans des situations non permises

source: The fifth is doubled
fr: La 5te est doublée

source: The leading tone is doubled
fr: La sensible est doublée

source: Scale degree seven (the leading tone) doesn't resolve to tonic
fr: Le septie degré de l'échelle (la sensible) ne résout pas la tonique

source: The seventh does not resolve down by second
fr: Le 7e degré ne résout pas vers le bas avec une seconde

source: Notes interval greater than one octave (other than bass-tenor)
fr: Intervalle entre les notes plus grand qu'un octave

source: Notes not in ascending sequence or duplicated
fr: Les notes ne sont pas dans une suite ascendante ou dupliquées

source: Voice overlap
fr: Recouvrement des voix

source: Chromatic accidental not resolved in the same direction than key accidental
fr: L'altération chromatique n'est pas résolue dans la même direction que l'altération à la clef

source: No es conveniente exceder el intervalo de sexta, exceptuando la octava justa
fr: Il n'est pas pratique de dépasser l'intervalle de la sixte, sauf pour l'octave juste

source: Bass moves by step and not all other voices moves in the opposite direction
fr: La basse se déplace par ton mais une partie des autres voix se déplacent en direction contraire

source: Cuando el bajo enlaza el V grado con el VI (cadencia rota), en el acorde de VI grado se duplica la tercera
fr: Quand la basse fait le lien entre les degrés V et VI (cadence rompue), la tierce est redoublée dans l'accord de degré VI.

source: Perfect
fr: Parfaite
gl_es: Perfecta
it: Perfetta

source: Plagal
fr: Plagale
it: Plagale

source: Imperfect authentic
fr: Imparfaite authentique
gl_es: Imperfecta auténtica
it: Imperfetto autentico

source: Deceptive
fr: Rompue
gl_es: Rota
it: Ingannevole

source: Half cadence
fr: Demi-cadence
gl_es: Semicadencia
it: Mezza cadenza

source: root position
fr: Position de la fondamentale
gl_es: estado fundamental
it: posizione di base

source: 1st inversion
fr: 1er renversement
gl_es: 1ª inversión
it: 1ª inversione

source: 2nd inversion
fr: 2e renversement
gl_es: 2ª inversión
it: 2ª inversione

source: 3rd inversion
fr: 3e renversement
gl_es: 3ª inversión
it: 3ª inversione

source: 4th inversion
fr: 4e renversement
gl_es: 4ª inversión
it: 4ª inversione

source: 5th inversion
fr: 5e renversement
gl_es: 5ª inversión
it: 5ª inversione

source: unknown chord
fr: accord inconnu
gl_es: Acorde descoñecido
it: accordo sconosciuto

source: Not identified
fr: Non identifié
it: Non identificato

source: Major triad
fr: triade Majeure
gl_es: Perfecto maior
it: Triade Maggiore

source: Minor triad
fr: triade mineure
gl_es: Perfecto menor
it: Triade minore

source: Augmented triad
fr: triade augmentée
gl_es: 5ª aumentada
it: Triade aumentata

source: Diminished triad
fr: triade diminuée
gl_es: 5ª diminuída
it: Triade diminuita

source: Suspended triad (4th)
fr: 4te suspendue
gl_es: 4ª engadida
it: Triade sospesa (4ª)

source: Suspended triad (2nd)
fr: 2de suspendue
gl_es: 2ª engadida
it: Triade sospesa (2ª)

source: Major 7th
fr: 7e Majeure
gl_es: 7ª Maior
it: 7ª Maggiore

source: Dominant 7th
fr: 7e de dominante
gl_es: 7ª de dominante
it: 7ª dominante

source: Minor 7th
fr: 7e mineure
gl_es: 7ª menor
it: 7ª minore

source: Diminished 7th
fr: 7e diminuée
gl_es: 7ª diminuída
it: 7ª diminuita

source: Half diminished 7th
fr: 7e de sensible
gl_es: 7ª de sensible
it: 7ª semi-diminuita

source: Augmented major 7th
fr: 7e Majeure augmentée
gl_es: 7ª aumentada maior
it: 7ª maggiore aumentata

source: Augmented 7th
fr: 7e augmentée
gl_es: 7ª aumentada
it: 7ª aumentata

source: Minor major 7th
fr: 7e mineur-majeur
gl_es: 7ª menor-maior
it: 7ª minore maggiore

source: Major 6th
fr: 6te Majeure
gl_es: 6ª Maior
it: 6ª maggiore

source: Minor 6th
fr: 6te mineure
gl_es: 6ª menor
it: 6ª minore

source: Augmented 6th
fr: 6te augmentée
gl_es: 6ª aumentada
it: 6ª aumentata

source: Dominant ninth
fr: 9e de dominante
gl_es: 9ª de dominante
it: 9ª dominante

source: Major ninth
fr: 9e Majeure
gl_es: 9ª Maior
it: 9ª Maggiore

source: Minor ninth
fr: neuvie mineure
gl_es: 9ª menor
it: 9ª minore

source: Dominant 11th
fr: 11e de dominante
gl_es: 11ª de dominante
it: 11ª dominante

source: Major 11th
fr: 11e Majeure
gl_es: 11ª Maior
it: 11ª Maggiore

source: Minor 11th
fr: 11e mineure
gl_es: 11ª menor
it: 11ª minore
