Repository: kokoye2007/lenmus
Catalog: locale/*/lenmus_*.po
Languages: fr, gl_es, it

source: Step 2. Enter the the desired note/rest:
fr: Etape 2. Saisir la note / le silence souhaité(e) :
gl_es: Paso 2. Elixir a nota ou silencios:
it: Passo 2. Inserisci la nota/pausa desiderata:

source: Whole note
fr: Ronde
gl_es: Redonda
it: Semibreve

source: Half note
fr: Blanche
gl_es: Branca
it: Minima

source: Quarter note
fr: Noire
gl_es: Negra
it: Semiminima

source: 8th note
fr: Croche
gl_es: Corchea
it: Croma

source: 16th note
fr: double croche
gl_es: Semicorchea
it: Semicroma

source: 32th note
fr: Triple croche
gl_es: Fusa
it: Biscroma

source: 64th note
fr: Quadruple croche
gl_es: nota semicorchea
it: Semibiscroma

source: Whole rest
fr: Pause
gl_es: silencio de redonda
it: Pausa di semibreve

source: Half rest
fr: Demi pause
gl_es: silencio de branca
it: Pausa di minima

source: Quarter rest
fr: Soupir
gl_es: silencio de negra
it: Pausa di semiminima

source: 8th rest
fr: Demi-soupir
gl_es: silencio de corchea
it: Pausa di croma

source: 16th rest
fr: quart de soupir
gl_es: silencio de semicorchea
it: Pausa di semicroma

source: 32th rest
fr: Huitième de soupir
gl_es: silencio de fusa
it: Pausa di biscroma

source: 64th rest
fr: Seizième de soupir
gl_es: silencio de semifusa
it: Pausa di semibiscroma

source: Clear all
fr: Nettoyer tout
gl_es: Borrar todo
it: Cancella tutto

source: dd/mm/aaaa
fr: jj/mm/aaaa

source: LenMus Phonascus updater
fr: Programme de mise à jour de LenMus Phonascus
gl_es: Actualizador de LenMus Phonascus
it: Sistema di aggiornamento di LenMus

source: Available updates
fr: Mises à jour disponibles
gl_es: Actualizacións dispoñibles
it: Aggiornamenti disponibili

source: Item description
fr: Description du sujet
gl_es: Descrición do elemento
it: Descrizione elemento

source: Download selected items
fr: Télécharger les sujets choisis
gl_es: Descargar seleccionados
it: Download degli elementi selezionati

source: Checking for available updates
fr: Contrôle de mises à jour disponibles
gl_es: Comprobando se hai actualizacións
it: Controlla aggiornamenti disponibili

source: This program will connect to LenMus website and look for available updates. Press 'Proceed' to start.
fr: Ce programme se connectera au site Web de LenMus cherchera de nouvelles mises à jour Appuyer sur Exécuter' pour démarrer.
gl_es: O programa conectarase agora á web de LenMus e comprobará se existen actualizacións. Prema 'Iniciar' para continuar.
it: Questo programma si connetterà al sito web di LenMus per controllare se ci sono aggiornamenti. Premere 'Procedi' per iniziare.

source: Proceed
fr: Exécuter
gl_es: Iniciar
it: Procedi

source: Configuration: Chords' identification
fr: Configuration : identification d'accords
gl_es: Configuración: Identificar acordes
it: Configurazione: identificazione degli accordi

source: Chords
fr: Accords
gl_es: Acordes
it: Accordi

source: Triads
fr: Triades
gl_es: Tríades:
it: Triadi

source: Sevenths
fr: Accords de 7e
gl_es: Acordes de 7ª
it: Settime

source: Other chords
fr: Autres accords
gl_es: Outros acordes:
it: Altri accordi

source: Play modes
fr: Modes d'interprétation
gl_es: Modos de interpretación
it: Modalità di suono

source: Chord (simultaneous notes)
fr: Accord (Notes simultanées)
gl_es: Harmónico (notas simultáneas)
it: Accordo (note simultanee)

source: Arpegiated (ascending)
fr: Arpège (ascendant)
gl_es: Arpexado (ascendente)
it: Arpeggiato (ascendente)

source: Arpegiated (descending)
fr: Arpège (descendant)
gl_es: Arpexado (descendente)
it: Arpeggiato (discendente)

source: Allow inversions
fr: Renversements autorisés
gl_es: Permitir inversións
it: Consenti inversioni

source: Display key signature
fr: Montrer le chiffrage
gl_es: Mostar a armadura
it: Mostra armatura di chiave

source: Configuration: Scales' identification
fr: Configuration : identification de gammes
gl_es: Configuración: Identificar escalas
it: Configurazione: identificazione scale

source: Scales
fr: Gammes
gl_es: Escalas
it: Scale

source: Major scales
fr: Gammes Majeures
gl_es: Escalas maiores
it: Scale maggiori

source: Minor scales
fr: Gammes mineures
gl_es: Escalas menores
it: Scale minori

source: Gregorian scales
fr: Modes diatoniques
gl_es: Modos Gregorianos
it: Scale gregoriane

source: Other scales
fr: Autres gammes
gl_es: Outras escalas
it: Altre scale

source: Play mode
fr: Mode d'interprétation
gl_es: Modos de interpretación
it: Modalità di riproduzione

source: &Ascending
fr: &Ascendante
gl_es: &Ascendente
it: &Ascendente

source: &Descending
fr: &Descendant
gl_es: &Descendente
it: &Discendente

source: &Both
fr: &Les deux
gl_es: &Ambos
it: &Entrambe

source: Cadence settings
fr: Paramètres des cadences
gl_es: Opcións de cadencias
it: Impostazioni cadenza

source: Perfect authentic
fr: Parfaite authentique
gl_es: Auténtica perfecta
it: Autentica perfetta

source: V aug5 --> I
fr: V 5te aug. --> I
gl_es: V aum5 --> I
it: V aum5 --> I

source: V dim5 --> I
fr: V 5te dim. --> I
gl_es: V di5 --> I

source: check/uncheck all
fr: Cocher / décocher tout
gl_es: marcar/desmarcar todo
it: marca/smarca tutti

source: V --> I (one or both with inversions)
fr: V --> I (seule ou les deux avec reversement)
gl_es: V --> I (un ou ambos os dous invertidos)
it: V --> I (una o entrambe con inversioni)

source: Half cadences
fr: Demi-cadences
gl_es: Semicadencia
it: Cadenza imperfetta

source: IVm/6 --> V (Phrygian half cadence)
fr: IVm/6 --> V (demi-cadence phrygienne)
gl_es: IVm/6 --> V (semicadencia Frixia)
it: IVm/6 --> V (cadenza imperfetta frigia)

source: Neapolitan sixth --> V
fr: 6te napolitaine --> V
gl_es: Sexta Napolitana --> V
it: Sesta napoletana --> V

source: How to show key signature?
fr: Comment montrer l'armure ?
gl_es: Como indicar a tonalidade?
it: Come visualizzare l'armatura di chiave?

source: &Play A4 note
fr: &Jouer la note La4
gl_es: Tocar a &nota La4
it: &Suona la nota La4

source: Play &tonic chord
fr: Jouer un &accord de tonique
gl_es: Tocar un &acorde de tónica
it: Suona accordo &tonico

source: Identify cadence &group (terminal/transient)
fr: Identifiez le &groupe de la cadence (conclusive / de transition)
gl_es: Identificar o &grupo da cadencia (conclusiva/suspensiva)
it: Identifica il &gruppo della cadenza (terminale/transitorio)

source: Identify cadence &type
fr: Identifier le &type de cadence
gl_es: Identificar o &tipo de cadencia:
it: Identifica il &tipo di cadenza

source: Cadence types
fr: Types de cadences
gl_es: Tipos de cadencias
it: Tipi di cadenze

source: Terminal cadences
fr: Cadences conclusives
gl_es: Cadencias conclusivas
it: Cadenze terminali

source: Transient cadences
fr: Cadences suspensive
gl_es: Cadencias suspensivas
it: Cadenze transitorie

source: You must choose al least two buttons!
fr: Vous devez choisir au moins deux boutons !
gl_es: Hai que elixir polo menos un botón!
it: Devi scegliere almeno due bottoni!

source: You must choose at least one cadence in tab 'cadences'!
fr: Vous devez choisir au moins une cadence dans l'onglet !
gl_es: Hai que elixir polo menos unha cadencia na pestana 'cadencias'!
it: Devi scegliere almeno una cadenza nella scheda 'cadenze'!

source: Licence
gl_es: Licenza
it: Licenza

source: Basque
gl_es: Eúscaro
it: Basco

source: Options
gl_es: Opcións
it: Opzioni

source: Flute
gl_es: Frauta
it: Flauto

source: Version %s
gl_es: Versión %s
it: Versione% s

source: octave
gl_es: oitava
it: ottava

source: Mode:
gl_es: Modo:
it: Modalità:

source: Questions:
gl_es: Preguntas:
it: Domande:

source: Session:
gl_es: Sesión:
it: Sezione:

source: Long
gl_es: Longo
it: Lungo

source: Quiz
gl_es: Competición
it: Concorrenza

source: G#/Ab
gl_es: Sol#/Lab

source: Type II
gl_es: Tipo II
it: Tipo II

source: Type III
gl_es: Tipo III
it: Tipo III

source: Type IV
gl_es: Tipo IV
it: Tipo IV

source: 8ve
gl_es: 8va

source: Notes
gl_es: Notas
it: Note

source: Clef
gl_es: Clave
it: Chiave

source: Clefs
gl_es: Claves
it: Chiavi

source: Action
gl_es: Acción
it: Azione

source: Section:
gl_es: Sección:
it: Sezione:

source: Instrument:
gl_es: Instrumento:
it: Strumento:

source: Question
gl_es: Pregunta
it: Domanda

source: Cadences
gl_es: Cadencias
it: Cadenze
